<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <title></title>    <style type="text/css">    	body, div, td, tr, h1, h2, h3, p, ul, li, ol, a, img {  		margin: 0;  		padding: 0;  		font-family: Arial,Helvetica,Sans-Serif;  		font-size: 13px;  		color: #000000;  		}  		  	p, h1, h2, h3, ul {  		margin:25px 40px 0px 40px;  		text-align:left;  		}  	  	ul, li {  		text-align:left;  		}  		  	p, ul, li, ol, a {  		line-height:140%;  		}  		  	h1 {  		font-size: 26px;  		color:#de1331;  		}  		  	h2 {  		font-size: 20px;  		}  		  	h3 {  		font-size: 17px;  		}  		  		  	a {  		color: #000000;  		text-decoration: none;  		}    	a:hover {  		text-decoration:underline;  		}  		  	ul {  		list-style-type: disc;  		margin-left: 55px;  		margin-top:0px;  		}  		  	li {  		padding-left:4px;  		}  		  	sub, sup {  		line-height:0px;  		}  		  	.logo {  		position:absolute;  		top:20px;  		right:25px;  		}	  	  	#wrapper {  		width: 650px;  		margin: 20px auto 20px auto;  		background:#fff;  		padding-bottom:0;  		border: 1px #000 solid;  		position:relative;  		}    </style>      </head>  <body>    <div id="wrapper">    <div class="logo">  	<img src="logo_neu.jpg">  </div>  <p style="padding-top:100px;">Sprechen Sie die Sprache des B2B Business?</p>  <p>Sind Sie hei&szlig; auf Herausforderung, Engagement und Erfolg?</p>  <p>Das Unternehmen unseres Mandanten (Raum Tuttlingen, 60 Mitarbeiter) produziert seit vierzig Jahren international erfolgreich und innovativ chirurgische Instrumente und Implantate und steht mit klaren Visionen und Tatkraft des Teams mitten in starker Ver&auml;nderung.</p>  <p>In der gesamten Wertsch&ouml;pfungskette f&auml;llt einer modernen, flexiblen und schlagkr&auml;ftigen Produktion hohe Bedeutung zu. Diesen Bereich m&ouml;chten wir Ihnen anvertrauen als</p>  <h1>Leiter Produktion (m/w) Medizintechnik</h1>  	<h2 style="margin-top: 0px;">Mitglied des Managementteams</h2>	                     <p>Zusammen mit Ihren F&uuml;hrungskr&auml;ften zeichnen Sie sich verantwortlich f&uuml;r eine Crew von etwa 40  Mitarbeitenden. Ihr Hauptaugenmerk richten Sie dabei auf integrative, kompetente und kooperative Leitung Ihres Bereiches. Dies umfasst die termin- und qualit&auml;tsgerechte Erf&uuml;llung der Auftr&auml;ge der internationalen OEM-Kundschaft sowie die dazugeh&ouml;rende sorgf&auml;ltige Planung der Ressourcen, die Sicherstellung der Verf&uuml;gbarkeit von Anlagen, Werkzeugen und Material. Anspruchsvolle Projektarbeit in den Bereichen Gestaltung / Optimierung der Prozesse und der technischen Einrichtungen sowie die Steigerung der Produktionseffizienz sind weitere Schwerpunkte. Besondere Beachtung schenken Sie der Bef&auml;higung und Weiterentwicklung der Mitarbeitenden sowie der Verbesserung der Produktivit&auml;t. Somit gen&uuml;gen alle Ihre Aktivit&auml;ten dem Credo &bdquo;Best Practise&ldquo;, dies immer mit Blick auf die unternehmerische Wirtschaftlichkeit und die gemeinsam festgelegte Firmenstrategie.</p>      <p>Wir sehen Sie in unserem Idealbild als <strong>f&uuml;hrungsstarken Ingenieur     </strong>mit Unternehmerformat, vorzugsweise aus den Fachrichtungen <b>Verfahrenstechnik oder Maschinenbau</b> mit betriebswirtschaftlicher Weiterbildung. Sie verweisen auf mehrj&auml;hrige F&uuml;hrungserfahrung in einem mittelst&auml;ndischen Unternehmen mit Dreh- und Fr&auml;scentern und 2-Schicht-Betrieb. Komplexe Projekte fordern Sie heraus und Sie leiten diese mit Weitsicht sowie straffer Kosten- und Terminkontrolle. Sie sind Kenner der modernen Produktionsphilosophien und leben diese mit &Uuml;berzeugung. Weiterhin wirken Sie als Ansprechpartner f&uuml;r den technischen Unterhalt des Produktions- und Betriebsgeb&auml;udes. Gute Englischkennnisse setzen wir voraus.</p>    <p>Ihre Aufgaben verstehen Sie als Integrator, F&ouml;rderer und Coach, der die Akzeptanz seiner Mitarbeitenden durch Glaubhaftigkeit, Hands-on-Mentalit&auml;t, Vorbildfunktion und Pragmatismus gewinnt.</p>    <p>Frau Frank freut sich auf Ihre vollst&auml;ndigen Bewerbungsunterlagen  und begleitet Sie in diesem Prozess. Bitte senden Sie Ihre Bewerbung als PDF-Datei an: <a href="mailto:d.frank@frankkommunikation.net">d.frank@frankkommunikation.net</a></p>    <p>F&uuml;r Fragen steht Ihnen Dagmar Frank unter 0049 (0) 174 19 19 690 gerne zur Verf&uuml;gung.</p>  <p>&nbsp; </p>  <div style="background:#de1331; height:5px;"></div>             </div>      <div id="foo" style="display:none;">Vertriebsmitarbeiter Vertriebsmitarbeiterin Techniker Technikerin Medizintechniker Medizintechnikerin Ingenieur Ingenieurin Produktmanager Produktmanagerin Manager Managerin Betriebswirt Betriebswirtin BWL Betriebswirtschaftslehre Leiter Leiterin Leitung Verfahrenstechniker Verfahrenstechnikerin Maschinenbau   </div>    <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '98546']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/98546" style="border:0"></noscript></body>  </html>