<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <title></title>  <!--wpCSS-->      <style type="text/css">        html, body {          margin:0;          padding:0;        }        body {          font-family:Arial, Helvetica, sans-serif;          font-size:12px;          color:#000;        }        #wrapper {          width:760px;          margin:auto;          border:1px #c5c7c8 solid;          background:#fff;          margin-top:20px;          margin-bottom:20px;          z-index:-999;        }        div, table, td, tr, p, h1, h2, h3, h4 {          margin:0;          padding:0;        }        p, ul, h1, h2, h3, h4, td {          font-family:Arial,Helvetica,Sans-Serif;          color:#000000;          font-size:13px;          margin-left:0px;          margin-right:0px;          text-align:left;          line-height:17px;          letter-spacing:0;        }        p {          padding-bottom:20px;        }        a {          text-decoration:none;          font-weight:bold;          color:#0081c6        }        a:hover {          border-bottom:dotted 1px;        }        h1 {          color:#01abdf;          font-size:32px;          text-align:left;          margin-left:15px;          margin-right:15px;          font-weight:normal;          line-height:35px;          padding-top:15px;        }        h2 {          color:#0081c6;          font-size:35px;          text-align:right;          margin-left:25px;          font-weight:normal;          line-height:35px;          padding-top:20px;          padding-bottom:20px;        }        h3 {          font-weight:normal;          padding-top:20px;          padding-bottom:20px;        }        h4 {          font-size:13px;          color:#0081c6;        }        .blau {          font-weight:bold;          color:#0081c6;        }        ul,li {          margin:0;          padding:0;        }        ul {          padding-right: 5px;          padding-left: 16px;          text-align:left;          padding-bottom:20px;        }        ul ul {          padding-bottom:0px;        }        p.abspann {          color:#0081c6;          padding-bottom:20px;          margin-left:0 !important;        }        #oben {          /*border:1px solid #f00;*/        }        #blueintro, #daten {        }        #blueintro p {          margin:0;          padding-left:30px;          padding-right:30px;          padding-top:20px;          color:#0081c6;          font-size:16px;          line-height:17px;        }        #daten {          padding-top:0;          padding-bottom:20px;          padding-left:30px;          padding-right:30px;        }        #headline {          background:#000;          margin:0px 30px 0 30px;          min-height:150px;        }  	  #headline p {  		  font-size:16px;  		  color:#f00;  		  font-weight:bold;  	  }        #left {          /*border:1px solid #00f;*/          float:left;          width:45%;          padding-left:30px;          padding-right:10px;        }        #right {          float:right;          width:45%;          padding-right:30px;        }        #footer {          width:700px;          float:left;          padding-left:30px;          padding-right:30px;          background:url(logo.jpg) bottom right no-repeat;        }        #footer p {          padding-top:20px;          padding-bottom:28px;        }        #footHeadline {          padding-top:40px;          padding-bottom:40px;          /*width:370px;*/          font-weight:bold;        }        p.footHeadline {          padding-right:380px;        }        td.eins {          width:250px;          font-weight:bold;        }      </style>      <!--ENDwpCSS-->  </head>  <body>  <div id="wrapper">          <div id="oben">          <div id="rn-kopfbild"><img class="" style="margin-left:30px; margin-top:30px;" src="BU_06_neu.jpg"  height="163" width="700"></div>          <div  class="" id="headline" >    <div>    <div>      <h1>Senior Project Manager Paint m/w </h1>    </div>  </div>          </div>          <div  class="" >              <div id="blueintro">    <p>      Kombinieren Sie als kommunikationsstarke Pers&ouml;nlichkeit fachliches Know-how mit mehrj&auml;hriger Projekterfahrung? Wir suchen einen engagierten Projektmanager f&uuml;r unsere Kundenauftr&auml;ge im Bereich Paint Automation. Wir setzen auf Ihre F&auml;higkeit, gleichzeitig ein gutes Kundenverh&auml;ltnis aufzubauen und dennoch Umsatz und Profit eines Projektes zu steigern. M&ouml;chten Sie, gemeinsam mit einem Team, Projekte unterschiedlicher Gr&ouml;&szlig;e und Komplexit&auml;t zum Ziel f&uuml;hren? Dann kommen Sie zu uns und nehmen Sie die Herausforderung an!</p>          </div><div id="daten"><table style="width: 100%;"  border="0" cellpadding="0" cellspacing="0"><tbody><tr><td class="eins">Unternehmenssitz:</td>      <td> Friedberg, Hessen, Deutschland</td></tr>                  <tr><td class="eins">Funktionsbereich:</td>      <td>         Projektmanagement</td></tr><tr><td class="eins">Job Reference Code:</td>      <td>DE62154432<br>            </td></tr></tbody></table></div></div>          <!--oben--></div>            <div id="unten">      <div  class="" id="left" ><h4>Aufgaben:</h4>  <ul><li> Erstellen von technischen Konzepten und Kalkulationen; Unterst&uuml;tzung des Vertriebs bei der Angebotserstellung </li>    <li> Technische und kaufm&auml;nnische Auftragskl&auml;rung mit dem Kunden sowie internen Stellen (Vertrieb, Engineering, Controlling) und Erstellung aller ben&ouml;tigten Unterlagen (Projektbeschreibung, Terminpl&auml;ne, Auftragskalkulationen, Pflichtenheft) </li>    <li> F&uuml;hrung des Projektteams und Organisation des Technikums in Absprache mit den Fachabteilungen und, gemeinsam mit dem Einkauf, Auswahl der Lieferanten und Subunternehmer</li>    <li> Erster Ansprechpartner f&uuml;r alle Beteiligten, &Uuml;ber&shy;wachung und Steuerung des Leistungsfortschritts sowie von Kosten und Terminen  </li>    <li> Verantwortlich f&uuml;r die Optimierung von Lackierprogrammen</li>    <li> Den kritischen Pfad erkennen und entsprechende Ma&szlig;nahmen einleiten, um Projektziele und -vorgaben zu erreichen </li>    <li> Sicherstellung der Kundenzufriedenheit und der Abnahme von Lieferumf&auml;ngen sowie Durchf&uuml;hrung von regelm&auml;&szlig;igen Projektbesprechungen mit dem Kunden</li>    <li> Sicherstellung der Abnahme und Initiierung von Lessons Learned Meetings, um einen kontinuierlichen Verbesserungsprozess sicherzustellen</li>  </ul>           <h4>Anforderungen:</h4>    <ul><li> Erfolgreich abgeschlossenes Studium der Elektrotechnik oder des Maschinenbaus  </li>    <li> Mehrj&auml;hrige Berufserfahrung als Projektleiter, bevorzugt im Bereich Automatisierung mit Projektgr&ouml;&szlig;en oberhalb von 5 Mio. Euro </li>    <li> W&uuml;nschenswert sind Erfahrungen mit dem Kundenkreis der Automobilhersteller in Bezug auf das Systemgesch&auml;ft sowie der Montage und Inbetriebnahme von gro&szlig;en Anlagen (Erfahrung auf Baustellen)</li>    <li> Teamplayer, idealerweise mit Erfahrungen in der Leitung eines Teams</li>    <li> Bestens vertraut mit Projekt- und Claim-Management- Tools; flie&szlig;ende Deutsch- und Englischkenntnisse in Wort und Schrift </li>    <li> Ausgepr&auml;gte Kundenorientierung, Konfliktl&ouml;sungs&shy;f&auml;higkeit und Durchsetzungsst&auml;rke sowie Aufge&shy;schlossenheit gegen&uuml;ber Innovationen</li>    <li> Belastbarkeit, hohes Verantwortungsbewusstsein und eine hohe Reisebereitschaft</li>  </ul>  <h4>Zusatzinformationen:</h4>        <p>  ABB bietet Ihnen interessante Aufgaben in einem hoch motivierten Team und einen offenen Kommunikationsstil. Durch einen individuellen und praxisorientierten Einar&shy;beitungsplan helfen wir Ihnen, schnell fachliche Sicherheit zu gewinnen, um selbst&auml;ndig mit hoher Eigenverantwortung </p>                         </div>      <div  class="" id="right" >     <p>arbeiten zu k&ouml;nnen. Auch nach der Einarbeitungsphase bietet ABB vielf&auml;ltige M&ouml;glichkeiten der beruflichen Entwicklung und unterst&uuml;tzt Sie bei der Realisierung Ihrer Karriereziele. Individuelle Entwicklungspl&auml;ne mit gezielten F&ouml;rderma&szlig;nahmen helfen Ihnen, Ihre F&auml;higkeiten kontinuierlich auszubauen.</p>     <p>Haben wir Ihr Interesse geweckt? Dann freuen wir uns &uuml;ber Ihre aussagekr&auml;ftige Bewerbung &uuml;ber unser <a href="http://new.abb.com/jobs/de/details/DE62154432_E1?utm_source=xingde&utm_medium=referral" target="_blank">Online-Karrieretool</a>.<br>     </p>     <p class="abspann"><b>ABB </b>(ABBN: SIX Swiss Ex) ist ein global f&uuml;hrendes Technologie&shy;unternehmen in den Bereichen Elektrifi&shy;zierungsprodukte, Robotik und Antriebe, Industrie&shy;automation und Stromnetze mit Kunden in der Energie&shy;versorgung, der Industrie und im Transport- und Infra&shy;struktursektor. Aufbauend auf einer &uuml;ber 125-j&auml;hrigen Tradition der Innovation, gestaltet ABB heute die Zukunft der industriellen Digitalisierung und treibt die Energie&shy;wende und die Vierte Industrielle Revolution voran. Das Unter&shy;nehmen ist in mehr als 100 L&auml;ndern t&auml;tig und besch&auml;ftigt etwa 132.000 Mitarbeitende. <a href="http://www.abb.com">www.abb.com</a></p>  <p class="abspann">Die Division Robotik und Antriebe bietet Produkte, L&ouml;sungen und Dienstleistungen zur Steigerung der industriellen Produktivit&auml;t und Energieeffizienz. Mit ihren Motoren, Generatoren, Antrieben, Robotern und ihrer Leistungselektronik stellt die Division Energie-, Antriebs- und Steuerungstechnologien f&uuml;r zahlreiche Automations&shy;anwendungen bereit. Der Schwerpunkt Industrie wird durch die F&uuml;hrungsstellung im Bereich Windgeneratoren erg&auml;nzt. So k&ouml;nnen gemeinsame Technologien, Vertriebskan&auml;le und operative Plattformen effektiv genutzt werden. </p>  <p class="abspann">ABB Robotics bietet Herstellern sowie ausgew&auml;hlten Partnern innovative, effiziente und zuverl&auml;ssige Industrie&shy;roboter und roboterbasierte Systeme, die essentiell dazu beitragen modernste Arbeitsbedingungen zu schaffen und somit gleichzeitig die Produktivit&auml;t, Arbeitsplatzsicherheit und Prozessqualit&auml;t verbessern.</p>    <p><b>Ihr Ansprechpartner: <br>    Tamara Fohrer<br>    +49 (0) 151 157 978 10</b><br></p>    <p><a href="http://www.facebook.com/ABBCareer" target="_blank">www.facebook.com/ABBCareer</a></p></div>      <div  class="" id="footer" >    <h2>Our ambition.<br>Your legacy.</h2>    <p><b>Senior Project Manager Paint m/w </b><br></p></div>    </div>            <!--unten-->            <div style="clear:both">                   </div>          </div>  <div id="foo" style="display:none"> Projektmanager Projektmanagerin Project Managerin Elektrotechniker Elektrotechnikerin Maschinenbauer  </div>  <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '98633']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/98633" style="border:0"></noscript></body>  </html>