<!doctype html> <html>   <head>   	<title></title>      	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">     <meta name="viewport" content="width=device-width, initial-scale=1.0">     <meta name="HandheldFriendly" content="True">         <link rel="stylesheet" href="https://css.bewerbermatching.com/base.css" type="text/css" media="all">     <link rel="stylesheet" href="https://css.bewerbermatching.com/fluid.css" type="text/css" media="all and (max-width: 779px)">     <style>     /* LAYOUT */  	/* JWA / V1 / 23.2.2017 */ 	          		#ag {         	max-width: 780px;         	width: 100%;     	} 		#ag #ag-inner-wrapper { 			padding-bottom: 40px; 		}         #ag p, #ag ul, #ag h1, #ag h2 {             font-family: Arial,Helvetica,Sans-Serif;             color: #000000;             font-size: 12px;             padding: 0 65px;             line-height: 16px;         }	         #ag p {              padding-top: 10px;          }             #ag h1 {              font-size: 21px;              line-height: 27px; 			color: #ba4c17; 			text-align: center;         }             #ag h2 {              font-size: 17px;              line-height: 20px; 			padding-bottom: 25px; 			color: #ba4c17; 			text-align: center;         }         #ag a {              color:#000;	             text-decoration:none;          }         #ag ul {              padding-right: 35px;              padding-left: 48px;          }         #ag li {              padding-left:4px;              padding-top:2px;          } 		#ag .highlight { 			font-weight: bold; 			color: #ba4c17; 		} 	 		#ag .logo img { 			width: 100%; 		} 		 @media all and (max-width: 700px) { 		#ag #ag-inner-wrapper { 			padding-bottom: 20px; 		} 		#ag p, #ag ul, #ag h1, #ag h2 {             padding: 0 30px;         }	         #ag p {              padding-top: 10px;          }  		#ag h1 {              font-size: 19px;              line-height: 25px;         }          #ag h2 {  			font-size: 15px;              line-height: 19px; 			padding-bottom: 10px;         } }	          	</style>            	</head> 	<body> 	<div id="ag" class="clear">         <div id="ag-inner-wrapper"> 			<div class="zwoelf spalten logo"> <a href="http://www.ranner-pm.de" target="_blank"><img src="logo.jpg" alt=""></a>           </div>                          <div class="zwoelf spalten">               <h1>Projektleiter (m/w) bzw. Projektmanager (m/w)</h1>               <h2>f&uuml;r die Projektsteuerung im Bereich Bau und Immobilien</h2>             				<p>Sie stehen bereits in der Immobilien- und Baubranche Ihren Mann (oder Ihre Frau!)? Sie wollen sich nun aber beruflich in eine verant&shy;wortungsvolle Position weiter&shy;entwickeln? Dann machen Sie den n&auml;chsten Schritt und sprechen uns an.  </p> 				<p class="highlight">Ihr neuer Arbeitgeber stellt sich vor </p> 				<p>Unser B&uuml;ro ist seit mehreren Jahren erfolgreich im Projektmanagement und der Projekt&shy;steuerung von komplexen B&uuml;ro- und Gewerbe&shy;immobilien sowie von hochwertigem Wohnungs- und Hotelbau t&auml;tig. Neben dem Projekt&shy;management als Kerngesch&auml;ft erbringen wir auch Leistungen der klassischen Projekt&shy;steuerung und des Projektcontrollings sowie des Mietermanagements und der Qualit&auml;tssicherung. Dank unserer zufriedenen Auftrag&shy;geber hat sich Ranner Projekt&shy;management in den letzten Jahren in M&uuml;nchen und auch bundesweit etabliert. Aufgrund dieser positiven Gesch&auml;fts&shy;entwicklungen werden wir unser Team ausbauen und suchen erfahrene Projekt&shy;leiter und Projekt&shy;manager in den Bereichen Bauwesen / Immobilienwirtschaft / Architektur. </p> 				<p class="highlight">Was erwarten wir, wenn wir uns f&uuml;r Sie entscheiden? </p> 				<p>In Ihrer Aufgabe als Projektleiter bzw. Projekt&shy;manager verantworten Sie die Umsetzung der auftraggeberseitigen Zielvorgaben hinsichtlich Kosten, Terminen und Qualit&auml;ten. Sie beraten unsere Kunden in strategischen Fragen zur Projektabwicklung wie z.B. zur Planung, Ausschreibung, Vergabe, Ausf&uuml;hrung und Abnahme von baulichen und bautechnischen Ma&szlig;nahmen und steuern eigenverant&shy;wortlich mit Ihrem Team die beauftragten Planer, Dienst&shy;leister und ausf&uuml;hrenden Firmen. </p> 				<p>Als Akademiker aus den Fachrichtungen Architektur, Bauingenieurwesen, Projekt- und Immobilienmanagement oder Wirtschafts&shy;ingenieurwissenschaft bringen Sie idealerweise 3-5 Jahre Berufserfahrung mit und haben bereits die f&uuml;r die Projektsteuerung von Bauprojekten wichtigen Qualifikationen erworben. Hierzu geh&ouml;ren u.a. anwendungssichere Kenntnisse der bau-, planungs-, vertrags- und genehmi&shy;gungsrechtlichen Grundlagen f&uuml;r Immobilien&shy;projektabwicklungen (z.B. HOAI, VOB, BauGB). Sie besitzen Erfahrungen in der Steuerung und &Uuml;ber&shy;wachung von Kosten-, Qualit&auml;ts- und Terminzielen und die daf&uuml;r notwendigen Softwaretools beherrschen Sie sicher. </p> 				<p>L&ouml;sungs- und ergebnisorientiertes Denken und strukturiertes Handeln charakterisieren Ihren Arbeitsstil. Sie &uuml;berzeugen unsere Kunden durch ein hohes Ma&szlig; an Integrations- und Durchsetzungsverm&ouml;gen und eine ausgepr&auml;gte Kommunika&shy;tionsf&auml;higkeit. Unternehmerisches Denken und das n&ouml;tige Feingef&uuml;hl zur aus&shy;gleichenden Gespr&auml;chsf&uuml;hrung runden Ihr pers&ouml;nliches Profil ab.   </p> 				<p class="highlight">Was k&ouml;nnen Sie erwarten, wenn Sie sich f&uuml;r uns entscheiden? </p> 				<p>Zun&auml;chst eine kollegiale und freundliche Arbeits&shy;atmos&shy;ph&auml;re. Die gute Grundstimmung ist eine Voraussetzung f&uuml;r unsere hohe Motivation. In unser Team passen Sie dann sehr gut, wenn Sie aus eigenem Antrieb bereit sind, &Uuml;berdurch&shy;schnitt&shy;liches zu leisten, fr&uuml;hzeitig Eigenverant&shy;wortung &uuml;bernehmen wollen und Sie unsere Auftraggeber als Partner und sich und Ihre Kollegen als Teamplayer verstehen. Wir bieten Ihnen interessante Projekte mit wechselnden Herausforderungen und spannenden Aufgaben. Last but not least geben wir Ihnen eine klare Perspektive f&uuml;r Ihre Weiterentwicklung als Projektleiter bzw. Projektmanager und die M&ouml;glichkeit, am Erfolg des Unternehmens zu partizipieren.  </p> 				<p><b>Wir freuen uns auf Ihre aussagekr&auml;ftige Bewerbung</b> per E-Mail an <a href="mailto:personal@ranner-pm.de">personal@ranner-pm.de</a> oder an Ranner Projektmanagement GmbH, Lothstra&szlig;e 1, 80335 M&uuml;nchen. </p> 				<p>Haben Sie vorab Fragen? Herr Anton Heinzelmann (Tel.: 089 / 189 35 35 &ndash; 16) hilft Ihnen gerne weiter. Weitere Infos erhalten Sie auf unserer Homepage <b><a href="http://www.ranner-pm.de" target="_blank" style="white-space: nowrap;">www.ranner-pm.de</a>. </b></p>             </div>  		                               	</div> 	<div id="foo" style="display: none">Architekt Architektin Architekten Ingenieurin Ingenieure Engineer Engineering  Bauingenieur Bauingenieurin Manager Management Leiter Leiterin Leitung Projektleitung Projektleiterin Projektingenieur Projektingenieurin Projektingenieure Techniker Consultants technische Berufe</div>    	</div>   <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '101987']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/101987" style="border:0"></noscript></body> </html> 