<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title></title>

<style type="text/css">
<!--
	body, div, table, td, tr {
	margin:0;
	padding:0;
	}

	p, ul, h1 {
	font-family:Arial,Helvetica,Sans-Serif;
	color:#000000;
	font-size:13px;
	padding-left:74px;
	padding-right:25px;
	text-align:left;
	margin:0;
	}
	
	p {
	font-size:13px;
	padding-top:15px;
	text-align:left;
	}

	a {
	color:#000000;
	text-decoration:none;
	}

	h1 {
	color:#ec7206;
	font-size:25px;
	text-align:left;
	padding-top:15px;
	padding-left:28px;
	font-style:italic;
	}

	ul,li { 
	margin:0; 
	padding:0;
	}
	
	ul {
	padding-right:20px;
	padding-left:88px;
	text-align:left;
	}
	
	.abspann {
	color:#ec7206;
	font-style:italic;
	font-weight:bolder;
	padding-top:0;
	}
	
	
-->
</style>
</head>
<body>

<br>
<div align="center">

<table border="0" width="600" style="border: solid 1px #000000; background-color:#ffffff;" cellpadding="0" cellspacing="0">
	<tr>
		<td style="background-image:url(logo.jpg); background-position:top; background-repeat:no-repeat; padding-bottom:35px;">
		<p style="padding-top:130px;">In der Fakult&auml;t f&uuml;r Elektrotechnik und Technische Informatik an der Universit&auml;t der Bundeswehr M&uuml;nchen (Dienstort: Neubiberg) ist der Dienstposten eines / einer</p>
		<h1>Informatikers / Informatikerin <br>
		  (BesGr. A 12 / EGr. 12 TV&ouml;D)</h1>
		<p>zum n&auml;chstm&ouml;glichen Zeitpunkt zu besetzen.</p>
		<p>Das Institut f&uuml;r Software Engineering (ETTI 6) mit derzeit zwei Professuren und zwei Mitarbeitern sucht Verst&auml;rkung im Bereich der praktischen Informatik.</p>
		<p><b>Ihr Aufgabengebiet:</b><br> Sie sind f&uuml;r den Betrieb der Administration und Weiterentwicklung der IT-Infrastruktur des Instituts &ndash; einem PC-Labor mit ca. 25 Arbeitspl&auml;tzen sowie zwei kleineren Laboren mit jeweils ca. 5 Rechnern &ndash; verantwortlich. Neben der Installation neuer Softwarepakete und Betriebssysteme f&uuml;hren Sie auch die Beschaffung von Hard- und Software durch.<br> Au&szlig;erdem betreuen Sie die Studierenden in Praktika im Bereich der angewandten Informatik mit. Dabei kommen Programme und Bibliotheken in den Programmiersprachen Java und C zum Einsatz. <br>
		  Sie unterst&uuml;tzen die Studierenden bei ihren studentischen Abschlussarbeiten, indem Sie vorhandene Softwareprojekte des Instituts pflegen und gerne auch selbstst&auml;ndig weiterentwickeln. </p>
	  <p><b>Ihre Qualifikation:</b><br>
	     Sie haben ein abgeschlossenes Hochschulstudium auf dem Gebiet der Informatik. Sie verf&uuml;gen &uuml;ber sehr gute Kenntnisse in Java und C und haben Grundkenntnisse in C++, HTML und JavaScript. Der Umgang mit modernen Entwicklungsumgebungen wie z. B. Netbeans, IntelliJ, Visual Studio und/oder XCode ist Ihnen vertraut und Sie haben gute Kenntnisse in einem UML-basierten CASE Tool wie z. B. Visual Paradigm. Ebenso verf&uuml;gen Sie &uuml;ber Grundkenntnisse von MS Office und k&ouml;nnen mit Betriebssystemen wie Windows / OS X / Android gut umgehen. <br>Neben Teamf&auml;higkeit und Kreativit&auml;t erwarten wir sehr gute Deutschkenntnisse in Wort und Schrift sowie englische Sprachkenntnisse und die Bereitschaft, Verantwortung zu &uuml;bernehmen. </p>
	  <p><b>Wir bieten:</b><br>      
	  <ul>
          <li>Ein vielf&auml;ltiges, dynamisches und innovatives Umfeld </li>
                  <li>Freiraum f&uuml;r eigene Ideen</li>
                  <li>Sehr gute Weiterbildungsm&ouml;glichkeit<br>
                  </li>
	  </ul>
	  <p><b>Bemerkungen:</b><br>
      </p>
	  <ul>
	    <li>Die &Uuml;bertragung des Dienstpostens erfolgt je nach Eignung, Leistung und Bef&auml;higung bis Besoldungsgruppe A 12 bzw. der vergleichbaren Entgeltgruppe TV&ouml;D.</li>
	    <li>Die Eingruppierung richtet sich bei Arbeitnehmerinnen und Arbeitnehmern nach den nicht nur vor&uuml;bergehend auszu&uuml;benden T&auml;tigkeiten und setzt voraus, dass die Tatbestandsmerkmale des &sect; 12 TV&ouml;D erf&uuml;llt sind.</li>
	    <li>Eine Eingruppierung bis in die Entgeltgruppe E12 erfolgt unter Beachtung des &sect; 12 TV&ouml;D im Hinblick auf die tats&auml;chlich auszu&uuml;benden T&auml;tigkeiten und der Erf&uuml;llung der pers&ouml;nlichen bzw. tariflichen Anforderungen.</li>
	    <li>Bewerbungen von Frauen sind ausdr&uuml;cklich erw&uuml;nscht. Frauen werden bei gleicher Eignung, Bef&auml;higung und fachlicher Leistung in Bereichen, in denen sie unterrepr&auml;sentiert sind, bevorzugt ber&uuml;cksichtigt, sofern nicht in der Person eines Mitbewerbers liegende Gr&uuml;nde &uuml;berwiegen.</li>
	    <li>Die Bewerbung behinderter Menschen ist ausdr&uuml;cklich erw&uuml;nscht. Schwerbehinderte Menschen und ihnen Gleichgestellte werden bei gleicher Eignung bevorzugt ber&uuml;cksichtigt. Von ihnen wird nur ein Mindestma&szlig; an k&ouml;rperlicher Eignung verlangt. Individuelle behinderungsspezifische Einschr&auml;nkungen verhindern eine bevorzugte Ber&uuml;cksichtigung nur bei zwingend n&ouml;tigen F&auml;higkeitsmustern f&uuml;r den zu besetzenden Dienstposten.</li>
	    </ul>
	  <p>Bitte richten Sie die &uuml;blichen Bewerbungsunterlagen bis zum <strong>25.07.2017 </strong>an die <br>
	    <span class="abspann">Universit&auml;t der Bundeswehr M&uuml;nchen, Zentrale Verwaltung II 1, Werner-Heisenberg-Weg 39, 85579 Neubiberg,</span> gerne auch in elektronischer Form in m&ouml;glichst nur einer PDF-Datei an: <strong><a href="mailto:zv.ii.1@unibw.de">zv.ii.1@unibw.de</a></strong></p></td>
	</tr>
</table>

<div id="foo" style="display:none;">Informatiker Informatikerin Informatik Diplom Diplom-Informatiker Diplom-Informatikerin Dipl.-Informatiker Dipl-Informatikerin Anwendungsentwickler Anwendungsentwicklerin Programmierer Programmiererin Studium Bachelor Master Admin Adminstrator Administraorin IT Universität München</div>

</div>
<br>
<script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '89669']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/89669" style="border:0"></noscript></body>
</html>
















