<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd" > <html> <head> <meta http-equiv="Cache-Control"> <meta http-equiv="Pragma"> <meta http-equiv="Expires"> <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/> <title></title>  <style type="text/css">       body, div, table, td, tr, ul, li, p, a, h1, h2, h3, h4, h5, h6, img { 	    margin:0; 	    padding:0;     }          table { 	  	border-collapse:collapse; 	 	border-spacing:0; 	  	border:0;   	}   	      a img, img { 	    border:0 solid #fff;     }          p, ul, li, a, h1, h2, h3, h4, h5, h6 { 	    font-family:Arial,Helvetica,Sans-Serif; 	    font-size:13px; 	    color:#000; 	    text-align:left; 	    line-height:18px;     }          p { 	    padding:20px 55px 5px 50px;     }          a { 	    text-decoration:none;     }          a:hover { 	    color:#000099; 	    text-decoration:underline;     }      h1 { 	    color:#000099; 	    font-size:30px; 	    padding:25px 0px 25px 50px; 		line-height:32px;     }          h1 span { 	    font-size:13px;     }          h2 { 	    font-size:13px; 	    color:#000099; 	    padding:20px 0px 5px 50px;     }          ul { 	    list-style-type:disc; 	    padding:5px 50px 0px 70px;     }          li { 	    color:#000000; 	    padding-bottom:3px;     }      </style>  </head>   <body> <div align="center" style="margin:0 auto; background:url(bg_main_lineargradient.png) repeat-x left top; background-size:auto 100%; background-color:#ffffff; padding:35px 0;">  		 	<table style="margin:0 auto;width:750px;background-color:#ffffff;" cellpadding="0" cellspacing="0"> 			 		<tr> 			<td valign="top" colspan="2" style="text-align:left;height:80px;"> 			 				<a href="https://www.sulzer.com/de/Careers" target="_blank"><img src="logo.png" style="margin:30px 10px 10px 50px;"></a> 				 			</td> 		</tr> 		  		<tr> 			<td valign="top" colspan="2" style="text-align:center;"> 				<img src="top03.jpg" alt="">  			</td>  		</tr>  		<tr>  			<td valign="top" colspan="2"> 			 				<p> 				<i>Sulzer Pumps Equipment, eine Division der Sulzer AG, ist ein global f&uuml;hrender Entwickler  					und Anbieter von Kreiselpumpen in den Marktsegmenten &Ouml;l und Gas, Kohlenwasserstoffverarbeitung, Energieerzeugung, Wasser, Abwasser sowie Papier und Zellstoff.<br/> 				<br/>  				F&uuml;r den <b>globalen Ersatzteilservice</b> suchen wir einen 				</p>   				<h1> 				Pricing Specialist (m/w)<br/> 				<span>mit Dienstsitz Bruchsal</span> 				</h1>   				<h2 style="padding-top:0;">Ihre Aufgabe:</h2> 				 				<p style="padding-top:0;"> 					Als Pricing Specialist (m/w) sind Sie verantwortlich f&uuml;r die globale Verf&uuml;gbarkeit aktueller Preisinformationen von Ersatzteilen f&uuml;r unsere weltweite Vertriebsorganisation. Dies beinhaltet im Alltag unter anderem: 					</p> 					 					<ul> 						<li>Optimieren einer globalen Preis-Strategie f&uuml;r Ersatzteile in unterschiedlichen Gesellschaften der Sulzer Pumps Equipment Organisation</li> 						<li>Durchf&uuml;hren quantitativer Datenanalysen f&uuml;r eine harmonisierte Preisstruktur</li> 						<li>Aufbau, Implementierung, Pflege und Weiterentwicklung eines globalen Preis-Tools</li> 						<li>Aufbereitung und Auswertung globaler Grunddaten</li> 						<li>Abstimmung und Koordination von Ma&szlig;nahmen mit den beteiligten Schnittstellen</li> 						<li>Durchf&uuml;hren von regelm&auml;&szlig;igen Preisanalysen sowie Ableiten von Handlungsempfehlungen</li> 						<li>Aufbau und regelm&auml;&szlig;ige Erstellung von Pricing-Reportings f&uuml;r das globale Management</li> 						<li>Vorbereitung von Profitabilit&auml;tsstudien und Ableitung finanzieller Auswirkungen von Preisanpassungen</li> 						<li>Auf- und Ausbau regelm&auml;&szlig;iger Kunden- und Wettbewerbsanalysen</li> 						<li>Analyse l&auml;nderspezifischer Einflussfaktoren, Problemstellungen und L&ouml;sungsans&auml;tze f&uuml;r das globale Pricing</li> 						<li>Vorbereiten und Durchf&uuml;hrung von Workshops</li> 						<li>Mitarbeit in globalen Projekten</li> 					</ul>  				<h2>Ihr Profil:</h2> 				 					<ul> 						<li>Erfolgreich abgeschlossenes wirtschaftswissenschaftliches Studium (idealerweise Master-Abschluss bzw. Diplom mit Schwerpunkt Marketing oder Controlling)</li> 						<li>Berufserfahrung im Bereich Pricing mit entsprechender N&auml;he und Bezug zu Vertriebsorganisationen</li> 						<li>Hohe Affinit&auml;t f&uuml;r analytische und konzeptionelle Aufgabenstellungen</li> 						<li>Gutes technisches Verst&auml;ndnis im Bereich der Maschinenelemente</li> 						<li>Sehr gute IT-Kenntnisse (insbesondere MS Excel, idealerweise SAP R/3, SPSS)</li> 						<li>Sehr gute Englisch-Kenntnisse in Wort und Schrift</li> 						<li>Bereitschaft zu internationalen Dienstreisen</li> 						<li>Strukturierte und umsetzungsorientierte Arbeitsweise</li> 						<li>Hohes Ma&szlig; an Eigenmotivation, Flexibilit&auml;t sowie Teamf&auml;higkeit</li> 					</ul> 							  				<h2>Wir bieten:</h2> 				 				<p style="padding-top:0;"> 				Bei Sulzer werden Sie Teil eines renommierten Teams. Wir bieten Ihnen ein hohes Ma&szlig; an Eigenverantwortung, eine ad&auml;quate Verg&uuml;tung sowie ausgezeichnete Zukunftsperspektiven.<br/> 				</p> 				 				<h2>Kontakt:</h2> 				 				<p style="padding-top:0;"> 				Bei Interesse freuen wir uns auf Ihre aussagekr&auml;ftige Bewerbung einschlie&szlig;lich Ihrer Gehaltsvorstellung und Verf&uuml;gbarkeit. F&uuml;r erste Fragen steht Ihnen Frau Rufer gerne unter +49 (0)7251 / 76-709 zur Verf&uuml;gung. 				</p>  			    <p style="text-align:center; margin:40px 0 35px 0; padding-top:0;"> 				    <a href="https://career5.successfactors.eu/sfcareer/jobreqcareer?jobId=45182&company=Sulzer&username=" target="_blank" style="padding:15px 20px; color:#ffffff; background:url(bg_button-purple.png) no-repeat right top; font-size:15px; background-size:10px; background-color:#451a5f;"> 				    	<b>Jetzt bewerben!</b> 				    </a> 			    </p> 			    				 				<p style="padding-top:0px; padding-bottom:18px;"> 				<b>Sulzer Pumpen (Deutschland) GmbH</b><br>  				Personalabteilung<br/> 				Ernst-Blickle-Str. 29<br/> 				D-76646 Bruchsal<br/> 				E-Mail: <a href="mailto:nina.rufer@sulzer.com?subject=Bewerbung%20auf%20Ihre%20Stellenanzeige">nina.rufer@sulzer.com</a> 				</p>			  				<div style="text-align:right;border-top:1px solid #d5d3d3;"> 				 					<a href="https://www.sulzer.com" target="_blank"><img src="logo.png" style="padding:20px 50px 30px 0px;"></a> 					 				</div> 				  			</td>  		</tr>  	</table>  	<div id="foo" style="display: none;"> 	Wirtschaftsingenieur Bachelor Master Science Ingenieur Ingenieurin Engineering Diplom Dipl Diplom-Ingenieur Diplom-Ingenieurin Betriebswirt Betriebswirtin Marketing technischer Vertrieb Produktmanager Produktmanagerin Wirtschaftsingenieurin Dipl. Maschinenbau Technische Informatik Ingenieure Dipl. Ing. Diplom Diplomingenieur Diplomingenieurin Diplomingenieure Diplom-Ingenieure Dipl.-Ingenieur Dipl.-Ingenieure Dipl.-Ingenieurin Maschinenbau Maschinenbauingenieur Maschinenbauingenieurin Maschinenbauingenieure Produktionstechniker Produktionstechnikerin Produktionsplanung Fertigung Fertigungsplaner Fertigungsplanerin Fertigungsplanung Fertigungssteuerung Anlagenbau Konstruktion Prozessoptimierung staatl. Staatlich geprüfter geprüfte Technik Techniker Technikerin Lean Management Prozessmanagement Prozessmanager Prozessmanagerin Produktionstechnik Produktionstechniker Produktionstechnikerin Manufacturing process engineer Betriebsgestaltung Fertigungsprozessgestaltung angewandte Mechanik Bachelor of science Engineering Engineer B.Sc. B.Eng. Betriebswirtschaft Marketing Produktmanager Controlling Controller Süddeutschland Südwestdeutschland Baden-Württemberg Karlsruhe Speyer Landau in der Pfalz Pforzheim Heidelberg Neustadt an der Weinstraße Sinsheim Heilbronn Preis Pricing Preismanagement Pricing Management 	</div> 	  </div>  </body>  </html>