<!doctype html>  <html>    <head>    	<title></title>        	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">      <meta name="viewport" content="width=device-width, initial-scale=1.0">      <meta name="HandheldFriendly" content="True">            <link rel="stylesheet" href="https://css.bewerbermatching.com/base.css" type="text/css" media="all">      <link rel="stylesheet" href="https://css.bewerbermatching.com/responsive.css" type="text/css" media="all and (max-width: 772px)">       <style>      /* 03.05.2017 // V1 // SAB */             		#ag-outerframe {  			background: #E9E8E8;  			background-size:contain;  			padding-top: 30px;  			padding-bottom: 30px;  		}  		#ag {          	max-width: 780px;  			box-shadow: 0px 0px 26px #666;  			border: 0;  			margin-top: 0px;         		margin-bottom: 0px;      	}          #ag p, #ag ul, #ag h1, #ag h2 {              font-family: Arial,Helvetica,Sans-Serif;              color: #000000;              font-size: 13px;              padding: 0 30px;              line-height: 18px;          }	          #ag p {               padding-top: 15px;           }              #ag h1 {               font-size: 24px;               line-height: 28px;  			color: #B3120F;  			padding-top: 25px;          }              #ag h2 {               font-size: 18px;               padding-top: 2px;               line-height: 20px;           }          #ag a {               color:#000;	              text-decoration:none;           }          #ag ul {               padding-right: 30px;               padding-left: 43px;           }          #ag li {               padding-left:4px;           }  		#ag .head {  			background: #B3120F;  			height: 225px;  			overflow: hidden;  		}  		#ag .img_left {  			position: absolute;  			top: 0;  			left: 0;  			z-index: 100;  		}  		#ag .img_right {  			position: absolute;  			top: 0;  			right: 0;  			z-index: 1;  		}  		#ag .img_right img {  			float: right;  			width: 90%;  		}  		#ag .img_left img {  			width: 90%;  		}  		#ag .apply {  			padding-top: 25px;  			padding-bottom: 10px;  		}  		#ag .apply span {  			background: #B3120F;  			color: #fff;  			padding: 5px 10px;  			margin-left: 5px;  			font-size: 15px;  		}  		#ag .apply a {  			color:#fff;	  		}  		#ag .adresse {  			padding-bottom: 30px;  		}  		#ag .bottom {  			background: #B3120F;  			height: 70px;  			overflow: hidden;  		}  		#ag .logo_left {  			position: absolute;  			top: 0;  			left: 0;  			z-index: 100;  		}  		#ag .logo_right {  			position: absolute;  			top: 0;  			right: 0;  			z-index: 1;  		}  		#ag .logo_right img {  			float: right;  			width: 90%;  		}  		#ag .logo_left img {  			width: 90%;  			  		}  @media screen and (max-width: 769px) {  		#ag-outerframe {  			padding-top: 0px;  			padding-bottom: 0px;  		}	  }		    @media screen and (max-width: 699px) {  	  	#ag-outerframe {  		padding-top: 30px;  		padding-bottom: 30px;  	}	  	#ag .head {  		height: auto;  	}  	#ag .img_left {  		position: relative;  		top: auto;  		left: auto;  	}  	#ag .img_left img {  		width: 40%;  	}  	#ag .img_right {  		position: relative;  		right: auto;  		top: auto;  	}  	#ag .img_right img {  		float: left;  		width: 100%;  	}  	#ag .apply span {  		margin-left: 0px;  		line-height: 40px;  	}  	  		  		}  @media screen and (max-width: 480px) {  		#ag-outerframe {  			padding-top: 0px;  			padding-bottom: 0px;  		}  		#ag p, #ag ul, #ag h1, #ag h2 {                        padding: 0 20px;          }	  		#ag h1 {               font-size: 19px;               line-height: 22px;  			 padding-top: 20px;          }  		#ag p {               padding-top: 15px;           }   	 	#ag ul {               padding-right: 20px;               padding-left: 33px;           }  }                </style>        </head>    <body>     <div id="ag-outerframe">    	<div id="ag" class="clear">          <div id="ag-inner-wrapper" class="content">  		  <div class="zwoelf spalten">                <img src="chemical_engineer_henrik_rostgaard.jpg">  				</div>  				                       </div>                            <div class="zwoelf spalten">              <h1>Head of Wind Turbine Fabrication</h1>                			  <p><i>M&ouml;chten Sie sich den Herausforderungen stellen, die sich Ihnen als Leiter der Qualit&auml;tssicherung f&uuml;r Windenergieanlagen bieten und ein  Team  aus Fabrication Managers und Supervisors f&uuml;hren? </i></p>              <p>Steigen Sie bei uns ein und werden Sie Leiter der Abteilung &bdquo;Wind Turbine Fabrication&ldquo;. Als solcher sind Sie verantwortlich f&uuml;r die Qualit&auml;t der Windturbinen, die an unsere Windparks geliefert werden. Wir arbeiten in einem globalen Unternehmen und zu Ihrem Verantwortungsbereich wird die Konsolidierung von Unternehmensinitiativen in das Team geh&ouml;ren. Ebenso wird von Ihnen erwartet, neue Arbeitsweisen f&uuml;r die Erf&uuml;llung der hohen Qualit&auml;tsstandards zu entwickeln, die von unserer Organisation gefordert werden.</p>              <p>Die DONG Energy Wind Power Germany GmbH ist Teil von DONG Energy Wind Power. Wind Power besch&auml;ftigt 1.800 Mitarbeiter und ist einer der vier Gesch&auml;ftsbereiche von DONG Energy. Wind Power ist der weltweit gr&ouml;&szlig;te Entwickler und Betreiber von Offshore-Windparks. Wir nutzen unser einzigartiges Know-how in allen Phasen unserer Projekte f&uuml;r Windenergieanlagen. In den vergangenen 20 Jahren haben wir das gr&ouml;&szlig;te Portfolio von Offshore-Windparks in Nordeuropa entwickelt und gebaut. Dar&uuml;ber hinaus expandieren wir mit internationalen Aktivit&auml;ten in den USA und im asiatisch-pazifischen Raum.            </p>              <p>Ihr Arbeitsplatz befindet sich in Hamburg. Sie sollten jedoch bereit sein, arbeitsbedingt zu reisen.</p>                            <p><b> Ihre Hauptaufgaben sind:</b></p>              <ul>  			  <li>  Sie f&uuml;hren unser Team aus Fabrication Managers und Supervisors (ca. 9+ Mitarbeiter)</li>  			  <li>Sie unterst&uuml;tzen unsere Globalisierungsstrategie und f&ouml;rdern Initiativen in unserer Matrixorganisation</li>  			  <li>Sie entwickeln die Kompetenzen des Teams weiter, um die neuen Anforderungen zu erf&uuml;llen, die sich aus der Umwandlung von einer regionalen zu einer globalen Organisation ergeben</li>  			  <li>Sie stellen das richtige Team zusammen und halten Termine und Budgets ein</li>  			  <li>Sie sind verantwortlich f&uuml;r das Festlegen und Umsetzen von technischen Best Practices, Strategien, Richtlinien, Prozessen und Verfahren mit dem Ziel, die Gesch&auml;ftsergebnisse zu unterst&uuml;tzen und zu verbessern</li>  			  <li>Sie analysieren die Herausforderungen, mit denen das Business konfrontiert ist und ergreifen geeignete Ma&szlig;nahmen, um Risiken zu mindern und Chancen zu entwickeln.</li>  			  </ul>                            <p>Dar&uuml;ber hinaus agieren Sie als unsere lokale F&uuml;hrungskraft f&uuml;r technische Mitarbeiter in Deutschland. In dieser Funktion sind Sie daf&uuml;r verantwortlich, die Einhaltung rechtlicher Vorgaben wie des Arbeitsschutzes und des Arbeitsrechts zu gew&auml;hrleisten. Zudem sind Sie der zentrale Koordinierungspunkt f&uuml;r interne und externe technische Foren. </p>              <p><b>Diese Qualifikationen und Kompetenzen bringen Sie mit: </b></p>              <ul>  			  <li> Sie verf&uuml;gen &uuml;ber fundierte und dokumentierte Erfahrung im Personalmanagement</li>  			  <li>Sie haben einen Bachelor- oder Masterabschluss in Ingenieurwissenschaften oder eine vergleichbare Ausbildung</li>  			  <li>Sie verf&uuml;gen &uuml;ber Erfahrung auf dem Gebiet der Produktqualit&auml;t, vorzugsweise im Bereich Windenergieanlagentechnik</li>  			  <li>Sie verfolgen eine proaktive und systematische Herangehensweise an Ihre Aufgaben und k&ouml;nnen komplexe Probleme strukturieren, vereinfachen und l&ouml;sen</li>  			  <li>Sie verf&uuml;gen &uuml;ber flie&szlig;ende Deutsch- und Englischkenntnisse in Wort und Schrift</li>  			  <li>Sie haben ein nat&uuml;rliches Talent f&uuml;r Networking und sind in der technischen Community weithin respektiert</li>  			  <li>Sie begeistern sich f&uuml;r die Arbeit in einem internationalen Umfeld und besitzen die F&auml;higkeit, gute Beziehungen zu Ihren Stakeholdern aufzubauen. </li>              </ul>              <p>Da das Herstellungsteam an mehreren Produktionsstandorten arbeitet, ist Erfahrung im Remote-Management von Vorteil.</p>              <p><b>Wir bieten</b><strong>:</strong><br>                 Eine einzigartige und anspruchsvolle T&auml;tigkeit, bei der Sie zahlreiche M&ouml;glichkeiten haben, Ihre F&auml;higkeiten weiterzuentwickeln, w&auml;hrend Sie mithilfe Ihres Teams an einigen der weltweit gr&ouml;&szlig;ten Offshore-Windpark-Projekten mitwirken.</p>              <p>Bei DONG Energy Wind Power verf&uuml;gen wir &uuml;ber ein hohes Ma&szlig; an Know-how. Dabei bieten wir viele komplexe und anspruchsvolle Aufgaben. Wir arbeiten zielorientiert und effizient an einigen der weltweit gr&ouml;&szlig;ten Offshore-Windpark-Projekte und setzen uns daf&uuml;r ein, die Stromkosten zu senken. </p>              <p><b>Kontaktieren Sie uns: </b><br>                Wenn Sie an weiteren Informationen zu der Stelle interessiert sind, wenden Sie sich bitte an Andrea von der Ropp, Senior HR Business Partner, P&amp;D Deutschland. Sie erreichen sie per E-Mail unter: <a href="mailto:karriere@dongenergy.de"><b>karriere@dongenergy.de</b></a></p>              <p>Wir freuen uns &uuml;ber Ihre Bewerbung und Ihren Lebenslauf in <b>englischer Sprache</b> sowie &uuml;ber relevante Zeugnisse in elektronischer Form. Bitte senden Sie diese zum fr&uuml;hestm&ouml;glichen Zeitpunkt und sp&auml;testens bis zum 15. Oktober 2017, da wir kontinuierlich Vorstellungsgespr&auml;che durchf&uuml;hren.</p>                				<p class="apply">Klicken Sie auf diese Schaltfl&auml;che, um Ihre Bewerbung einzureichen <span style="white-space: nowrap"><a href="http://www.dongenergy.de/de/karriere/stellenangebote/job-details?jobid=195446" target="_blank">click here</a></span> </p>                           <p class="adresse">Bitte bewerben Sie sich ausschlie&szlig;lich online unter <a href="http://www.dongenergy.de" target="_blank"><b>dongenergy.de</b></a> unter Karriere und Stellenangebote.</p>        </div>                          <div class="zwoelf spalten bottom">                <div class="logo_left">                 <img src="slogan2.png">  			</div>  				                 <div class="logo_right"> <a href="http://www.dongenergy.de/de" target="_blank"><img src="logo.png"></a>                </div>        </div>                   	 </div>  		  	<div id="foo" style="display: none"> Ingenieur Ingenieurin Diplom-Ingenieur Diplom-Ingenieurin Dipl.-Ingenieur Personalmanager Personalmanagerin Manager Managerin Management Bachelor Master Supervisor Leiter Leiterin Windenergieanlagentechnik Windenergieanlagetechnikerin Techniker Technikerin </div>     	</div>         <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '100285']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/100285" style="border:0"></noscript></body>  </html>  