<!doctype html>  <html>      <head>      <title></title>      <meta http-equiv="Content-Type" content="text/html; charset=utf-8">      <meta name="viewport" content="width=device-width, initial-scale=1.0">      <meta name="HandheldFriendly" content="True">      <link rel="stylesheet" href="https://css.bewerbermatching.com/base.css" type="text/css" media="all">      <link rel="stylesheet" href="https://css.bewerbermatching.com/responsive.css" type="text/css" media="all and (max-width: 772px)">      <style>  /* 03.05.2017 // V1 // SAB */             #ag-outerframe {  	background: #E9E8E8;  	background-size: contain;  	padding-top: 30px;  	padding-bottom: 30px;  }  #ag {  	max-width: 780px;  	box-shadow: 0px 0px 26px #666;  	border: 0;  	margin-top: 0px;  	margin-bottom: 0px;  }  #ag p, #ag ul, #ag h1, #ag h2 {  	font-family: Arial, Helvetica, Sans-Serif;  	color: #000000;  	font-size: 13px;  	padding: 0 30px;  	line-height: 18px;  }  #ag p {  	padding-top: 15px;  }  #ag h1 {  	font-size: 24px;  	line-height: 28px;  	color: #B3120F;  	padding-top: 25px;  }  #ag h2 {  	font-size: 18px;  	padding-top: 2px;  	line-height: 20px;  }  #ag a {  	color: #000;  	text-decoration: none;  }  #ag ul {  	padding-right: 30px;  	padding-left: 43px;  }  #ag li {  	padding-left: 4px;  }  #ag .head {  	background: #B3120F;  	height: 225px;  	overflow: hidden;}  		  #ag .img_left {  	z-index: 100;  }  #ag .img_right {  	position: absolute;  	top: 0;  	right: 0;  	z-index: 1;  }  #ag .img_right img {  	float: right;  	width: 90%;  }  #ag .img_left img {  	width: 90%;  	float: left;  	max-width: 270px;  }  #ag .apply {  	padding-top: 25px;  	padding-bottom: 10px;  }  #ag .apply span {  	background: #B3120F;  	color: #fff;  	padding: 5px 10px;  	margin-left: 5px;  	font-size: 15px;  }  #ag .apply a {  	color: #fff;  }  #ag .adresse {  	padding-bottom: 30px;  }  #ag .bottom {  	background: #B3120F;  	height: 70px;  	overflow: hidden;  }  #ag .logo_left {  	position: absolute;  	top: 0;  	left: 0;  	z-index: 100;  }  #ag .logo_right {  	position: absolute;  	top: 0;  	right: 0;  	z-index: 1;  }  #ag .logo_right img {  	float: right;  	width: 90%;  }  #ag .logo_left img {  	width: 90%;  }    @media screen and (max-width: 769px) {  #ag-outerframe {  	padding-top: 0px;  	padding-bottom: 0px;  }  }    @media screen and (max-width: 699px) {  #ag-outerframe {  	padding-top: 30px;  	padding-bottom: 30px;  }  #ag .head {  	height: auto;  }  #ag .img_left {  	position: relative;  	top: auto;  	left: auto;  }  #ag .img_left img {  	width: 40%;  }  #ag .img_right {  	position: relative;  	right: auto;  	top: auto;  }  #ag .img_right img {  	float: left;  	width: 100%;  }  #ag .apply span {  	margin-left: 0px;  	line-height: 40px;  }  }    @media screen and (max-width: 480px) {  #ag-outerframe {  	padding-top: 0px;  	padding-bottom: 0px;  }  #ag p, #ag ul, #ag h1, #ag h2 {  	padding: 0 20px;  }  #ag h1 {  	font-size: 19px;  	line-height: 22px;  	padding-top: 20px;  }  #ag p {  	padding-top: 15px;  }  #ag ul {  	padding-right: 20px;  	padding-left: 33px;  }  }  </style>      </head>      <body>      <div id="ag-outerframe">        <div id="ag" class="clear">          <div id="ag-inner-wrapper" class="content">            <div class="zwoelf spalten head">              <div class="img_left">               <a href="http://www.dongenergy.com/en/careers?WT.mc_id=job" target="_blank"><img src="slogan_2.png"></a> </div>              <div class="img_right"> <img src="startegy_associate_rasmus_peter_brock_danielsen.jpg"> </div>            </div>            <div class="zwoelf spalten">              <h1>Continuous Improvement Consultant (m/w)<br>                f&uuml;r den Betrieb und die Wartung von Offshore-Windparks</h1>              <p><i>M&ouml;chten Sie in den Bereichen Betrieb und Wartung unserer Offshore-Windparks in Deutschland kontinuierliche Verbesserungen vorantreiben? </i></p>              <p>Steigen Sie bei uns ein, werden Sie ein Continuous Improvement Consultant im Bereich Execution Continuous Improvement und tragen Sie die Verantwortung f&uuml;r das Einf&uuml;hren einer Kultur und Praxis der kontinuierlichen Verbesserung an unseren Standorten f&uuml;r den Betrieb und die Wartung, f&uuml;r das Einleiten lokaler Verbesserungsinitiativen sowie f&uuml;r das Durchf&uuml;hren von standort&uuml;bergreifenden Verbesserungs- und Standardisierungsprojekten. </p>              <p>Die DONG Energy Wind Power Germany GmbH ist Teil von DONG Energy Wind Power. Wind Power besch&auml;ftigt 2.200 Mitarbeiter und ist einer der vier Gesch&auml;ftsbereiche von DONG Energy. Wind Power ist der weltweit gr&ouml;&szlig;te Entwickler und Betreiber von Offshore-Windparks. Wir nutzen unser einzigartiges Know-how in allen Phasen unserer Projekte f&uuml;r Wind&shy;energieanlagen. In den vergangenen 20 Jahren haben wir das gr&ouml;&szlig;te Portfolio von Offshore-Windparks in Nordeuropa entwickelt und gebaut und wir expandieren mit internationalen Aktivit&auml;ten in die USA und die Pazifikregion.</p>              <p> Ihr Arbeitsplatz befindet sich in unserer Operation Site f&uuml;r Betrieb und Wartung in Norddeich (Niedersachsen). Sie sollten jedoch bereit sein, projektbedingt in erheblichem Umfang zu reisen, zeitweise sind Sie 3 bis 4 Tage die Woche an unseren B&uuml;ro- und Windparkstandorten in D&auml;nemark, Gro&szlig;britannien und den Niederlanden im Einsatz. Ihre Arbeit umfasst auch kurze Offshore-Zeitr&auml;ume auf einem Service Operations Vessel (SOV). </p>              <p>Wir freuen uns &uuml;ber Ihre Bewerbung und Ihren Lebenslauf in <strong>englischer Sprache.</strong></p>              <p> <b>Ihre Hauptaufgaben sind:</b></p>              <ul>                <li>Sie leiten Projekte im Bereich Lean bzw. kontinuierliche Verbesserung an einem Standort oder einem regionalen Standort-Cluster. </li>                <li>Sie beraten ein regionales Cluster an Standorten f&uuml;r Betrieb und Wartung beim Aufbau einer Kultur der kontinuierlichen Verbesserung, einschlie&szlig;lich der Bereitstellung von Schulungen, Coachings und Beratungen in Bezug auf verschiedene Tools und Techniken zu Lean und kontinuierlichen Verbesserungen. </li>                <li>Sie treiben die pers&ouml;nliche Entwicklung eines Netzwerks von Local Improvement Champions voran &ndash; unter anderem Manager, Leiter, Techniker und Bauunternehmen aus den Teams f&uuml;r Betrieb und Wartung &ndash; an jedem Standort des regionalen Clusters. </li>                <li> Sie unterst&uuml;tzen die Entwicklung von Schulungsmaterialien sowie von Tools und Techniken f&uuml;r die Bereiche Lean und kontinuierliche Verbesserung, um zum Erreichen der Operations-Excellence-Strategie beizutragen. </li>              </ul>              <p><b></b>Sie arbeiten direkt mit den lokalen Managementteams und Technikern der Standorte zusammen und nutzen Ihr Fachwissen &uuml;ber die Methoden in den Bereichen Lean bzw. kontinuierliche Verbesserung, um die Leistung systematisch zu pr&uuml;fen, Chancen zu identifizieren und Verbesserungen umzusetzen. </p>              <p>Im Rahmen der typischen Projekte unterst&uuml;tzen Sie die Standardisierung und Optimierung von Arbeitsweisen, Rollen und Verantwortlichkeiten (z. B. Optimieren der j&auml;hrlichen Wartungsroutinen der Windenergieanlagen, Standardisieren von T&auml;tigkeitsbeschreibungen und Arbeitsweisen f&uuml;r die Wartungsplanung oder &Uuml;berpr&uuml;fen der t&auml;glichen Mobilisierungsroutinen, um die Ankunft der Techniker in den Windparks zu beschleunigen). </p>              <p>Als Teil eines Netzwerks von Champions und Experten innerhalb von Wind Power Operations setzen Sie sich im regionalen Cluster und der gesamten Wind-Power-Organisation f&uuml;r die Vorteile einer Lean-Kultur bzw. einer Kultur der kontinuierlichen Verbesserung ein. </p>              <p>Wir erwarten, dass Sie Ihre beruflichen Kompetenzen weiterentwickeln, indem Sie Ihre guten Kenntnisse der Best Practices in Bezug auf die Tools und Techniken im Bereich Lean bzw. kontinuierliche Verbesserung f&ouml;rdern und diese in Ihren eigenen Projekten anwenden k&ouml;nnen.</p>              <p><b>Diese Qualifikationen und Kompetenzen bringen Sie mit: </b></p>              <ul>                <li>Sie verf&uuml;gen &uuml;ber einen Masterabschluss und &uuml;ber umfangreiche Arbeitserfahrung in den betreffenden Feldern.</li>                <li> Sie haben nachweislich Erfahrung in der Anwendung Ihrer gut entwickelten Probleml&ouml;sef&auml;higkeiten (quantitativ, konzeptionell, analytisch).</li>                <li> Sie k&ouml;nnen komplexe Ideen effektiv kommunizieren, sowohl m&uuml;ndlich als auch schriftlich in Englisch und Deutsch.</li>                <li> Sie sind kommunikativ und zeigen ein gro&szlig;es Interesse und Begeisterung daf&uuml;r, als Coach oder Mentor f&uuml;r andere zu fungieren.</li>                <li> Sie weisen mindestens 3 Jahre Arbeitserfahrung auf, darunter mindestens einj&auml;hrige Erfahrung mit der Planung bzw. Ausf&uuml;hrung von Lean- und / oder Six-Sigma-Projekten zur operativen Verbesserung.</li>                <li>Sie verf&uuml;gen &uuml;ber Erfahrung im Vorantreiben anspruchsvoller Projekte, bei der Unterst&uuml;tzung von Workshops und im Umgang mit Stakeholdern auf allen Ebenen &ndash; vom Top-Management bis zu den Technikern.</li>              </ul>              <p>Sie setzen sich leidenschaftlich f&uuml;r kontinuierliche Verbesserungen ein und sorgen daf&uuml;r, dass die anderen Mitarbeiter Ihrem Beispiel folgen.  Da Sie &ouml;rtlich getrennt von Ihren Kollegen aus dem Bereich Continuous Improvement arbeiten, m&uuml;ssen Sie gern unabh&auml;ngig und in dynamischen, sich schnell ver&auml;ndernden Teams arbeiten. </p>              <p>Zudem sind Sie selbstbewusst, zeigen Eigeninitiative, setzen sich eigene Ziele und motivieren auch Ihr direktes Umfeld dazu, diese Ziele zu erreichen. </p>              <p>Sie bl&uuml;hen in einem internationalen Umfeld auf und sind dazu in der Lage, gute Beziehungen zu den Stakeholdern aller Ebenen aufzubauen &ndash; vom Top-Management bis zu den Technikern. Durch Flexibilit&auml;t und Kompromisse schaffen Sie es in einer multikulturellen Organisation, Vereinbarungen zu treffen. </p>              <p><strong>Es ist von Vorteil, wenn Sie</strong></p>              <ul>                <li>relevante Erfahrungen in den Bereichen Betrieb und Wartung von Offshore-Windparks haben. </li>                <li>&uuml;ber Qualifikationen in formellen Verbesserungsmethoden, z. B. Lean Six Sigma, verf&uuml;gen. </li>                <li>Kenntnisse und praktische Erfahrungen im leitenden Betrieb mithilfe von formellen Qualit&auml;ts-, HSE- und Assetmanagementsystemen besitzen – einschlie&szlig;lich ISO 9001, ISO 14001 und ISO 55001.</li>              </ul>              <p>Sie berichten direkt an den Head of Execution Continuous Improvement und sind Teil eines kleinen Teams, das auf mehrere Standorte verteilt wird und dort niemandem direkt berichtet. </p>              <p>Um direkt in eine leitende Position einzusteigen, m&uuml;ssen Sie &uuml;ber die entsprechenden Erfahrungen und Kompetenzen verf&uuml;gen. </p>              <p><strong>Wir bieten</strong><br>                DONG Energy verf&uuml;gt weltweit &uuml;ber den gr&ouml;&szlig;ten Erfahrungsschatz in Betrieb und Wartung von Offshore-Windparks. Dennoch sind wir davon &uuml;berzeugt, dass wir unsere Arbeitsweisen kontinuierlich hinterfragen und kontinuierliche Verbesserungen in den Bereichen Sicherheit, Kosten und Anlagenleistung vorantreiben m&uuml;ssen.</p>              <p> Im Bereich Execution Continuous Improvement bieten wir eine einzigartige und anspruchsvolle T&auml;tigkeit, bei der Sie zahlreiche M&ouml;glichkeiten haben, Ihre F&auml;higkeiten weiterzuentwickeln, w&auml;hrend Sie den Betrieb und die Wartung einiger der weltgr&ouml;&szlig;ten Offshore-Windprojekte unterst&uuml;tzen.</p>              <p> Bei DONG Energy Wind Power verf&uuml;gen wir &uuml;ber ein hohes Ma&szlig; an Know-how. Dabei bieten wir viele komplexe und anspruchsvolle Aufgaben. Wir arbeiten zielorientiert und effizient an einigen der weltweit gr&ouml;&szlig;ten Offshore-Windpark-Projekte und setzen uns daf&uuml;r ein, die Stromkosten zu senken. </p>              <p> <b>Kontaktieren Sie uns </b><br>                Wenn Sie an weiteren Informationen zu der Stelle interessiert sind, wenden Sie sich bitte an Andrea von der Ropp, Senior HR Business Partner, P&amp;D Deutschland. Sie erreichen sie per E-Mail unter: <a href="mailto:karriere@dongenergy.de">karriere@dongenergy.de </a></p>              <p>Wir freuen uns &uuml;ber <strong>Ihre Bewerbung und Ihren Lebenslauf in englischer Sprache</strong> sowie &uuml;ber relevante Zeugnisse in elektronischer Form. Bitte senden Sie diese zum fr&uuml;hestm&ouml;glichen Zeitpunkt und sp&auml;testens bis zum <strong>24. Oktober 2017,</strong> da wir kontinuierlich Vorstellungsgespr&auml;che durchf&uuml;hren. </p>              <p class="apply">Klicken Sie auf diese Schaltfl&auml;che, um Ihre Bewerbung einzureichen <span style="white-space: nowrap"><a href="https://candidate.hr-manager.net/ApplicationForm/SinglePageApplicationForm.aspx?cid=282&departmentId=21848&ProjectId=195496&MediaId=5" target="_blank">hier klicken</a></span> </p>              <p class="adresse">Bitte bewerben Sie sich ausschlie&szlig;lich online unter <a href="http://www.dongenergy.de" target="_blank">dongenergy.de</a> unter Karriere und Stellenangebote.</p>            </div>            <div class="zwoelf spalten bottom">              <div class="logo_left"> <img src="slogan2.png"> </div>              <div class="logo_right"> <a href="http://www.dongenergy.de/de" target="_blank"><img src="logo.png"></a> </div>            </div>          </div>          <div id="foo" style="display: none">Berater Beraterin Beratung Verbesserungsberater Verbesserungsberaterin Bachelor Master Diplom Ausführung Planung Verbesserung Technik Techniker Technikerin Manager Managerin Management Verbesserungsmanagement Verbesserungsmanager Verbesserungsmanagerin </div>        </div>      </div>  <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '101222']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/101222" style="border:0"></noscript></body>  </html>  