<!doctype html>
<html>
  <head>
  	<title></title>
    
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="HandheldFriendly" content="True">
    
    <link rel="stylesheet" href="https://css.bewerbermatching.com/base.css" type="text/css" media="all">
    <link rel="stylesheet" href="https://css.bewerbermatching.com/responsive.css" type="text/css" media="all and (max-width: 772px)"> 
    <style>
    /* LAYOUT */ 
        
		#ag {
        	max-width: 780px;
    	}
		#ag-inner-wrapper {
		background: url(bg.png);
    }
        #ag p, #ag ul, #ag h1, #ag h2 {
            font-family: Arial,Helvetica,Sans-Serif;
            color: #000000;
            font-size: 13px;
            padding: 0 35px 0 0;
            line-height: 18px;
        }	
        #ag p { 
            padding-top: 15px; 
        }    
        #ag h1 { 
            font-size: 32px; 
            line-height: 38px;
			font-weight:normal;
			color:#04305e;
			padding:25px 35px 0px 0px;
        }    
        #ag h2 { 
            font-size: 18px; 
            line-height: 32px;
			font-weight:normal;
			color:#04305e;
			padding:20px 35px 0px 0px;
        }    
        #ag a { 
            color:#000;	
            text-decoration:none; 
        }
        #ag ul { 
            padding-right: 35px; 
            padding-left: 10px;
			padding-top:15px;
			list-style:none;
			list-style-image:url(bullet_black.gif);
        }
        #ag li { 
            padding-left:4px; 
            padding-top:2px; 
        }
		#ag .linie {
			padding:20px 0 0 0;
			}
		#ag .stoerer {
			padding-top:60px;
		}
		#ag .stoerer2 {
			display:none;
		}
		
		#ag h2 + p {
			padding-top: 0;
			}
		#ag h2 + ul {
			padding-top: 0;
			}

@media screen and (max-width: 690px) { 
	#ag .stoerer2 {
			padding-top:0px;
			padding-bottom:20px;
			display: block;
		} 
		#ag .stoerer {
			display:none;
		} 
}
@media screen and (max-width: 480px) {
	 #ag p, #ag ul, #ag h1, #ag h2 {
            padding: 10px 15px 0 15px;
	 }
			
	#ag h2 { 
            line-height: 25px;
        } 
	
	}
	
        
    </style>


  </head>
  <body>
	<div id="ag" class="clear">
        <div id="ag-inner-wrapper">
			<div class="elf spalten eineabstand">
                <img src="bild7.jpg" width="100%" style="box-shadow:2px 2px 33px -10px rgba(0,0,0,0.75)">
            </div>
            
            <div class="elf spalten eineabstand">
              <p style="padding-top:40px;">Als einer der Marktf&uuml;hrer der Aluminiumbranche in West-Europa erzielt die apt Hiller Group mit Standorten in Deutschland, Benelux und Tschechien mit ca. 800 Mitarbeitern einen Umsatz von rund 200 Mio. Euro.  Unsere Kernkompetenzen liegen in der Herstellung, Oberfl&auml;chen&shy;veredelung und mechanischen Weiterbearbeitung von anspruchsvollen Aluminiumprofilen f&uuml;r unterschiedliche Branchen (z. B. Automotive, Maschinenbau, Elektronik, Bauindustrie).</p>
              <p>Verst&auml;rken Sie unsere Einkaufsabteilung am Produktionsstandort in Monheim am Rhein (zwischen D&uuml;sseldorf und K&ouml;ln) als hochmotivierter</p>
            <h1>Operativer Eink&auml;ufer (m/w)</h1>
            </div>
            <div class="zwoelf spalten linie"><img src="linie.png" width="100%;"></div>
           <div class="elf spalten eineabstand">
           <h2>Ihr Verantwortungsbereich:</h2>
			   <p>Routiniert und mit Blick f&uuml;rs Detail legen Sie Bestellungen an und verfolgen den gesamten Verlauf der Bestell&shy;abwicklung; von der Angebotsanfrage bis zur Rechnungs&shy;pr&uuml;fung unter Koordination der Liefertermine in unserem ERP-System. Sie f&uuml;hren Preisvergleiche durch und beweisen in Preisverhandlungen Ihr Geschick am Telefon. Dar&uuml;ber hinaus pr&uuml;fen Sie akribisch Rechnungen und betreuen die verl&auml;ngerte Werkbank f&uuml;r neue und bestehende Fremdbearbeitungsteile. Bei Lieferm&auml;ngeln k&uuml;mmern Sie sich um Reklamationen und die Einleitung entsprechender Ma&szlig;nahmen und gew&auml;hrleisten so die rechtzeitige Anlieferung der gew&uuml;nschten Ware. Sie unterst&uuml;tzen uns nicht nur bei vielf&auml;ltigen Projekten im Einkauf sondern auch im Lieferantenmanagement. Sie sind au&szlig;erdem der erste Ansprechpartner f&uuml;r unsere Mitarbeiter bez&uuml;glich des internen Materialbedarfs. </p>
            <h2>Das zeichnet Sie aus:</h2>
            <ul>
              <li>  Abgeschlossene kaufm&auml;nnische Ausbildung zum Industriekaufmann mit gutem technischen Verst&auml;ndnis oder eine abgeschlossene technische Ausbildung mit einschl&auml;giger Berufserfahrung im Einkauf eines Produktions&shy;unternehmens </li>
              <li>Sie &uuml;berzeugen mit Ihrem sehr guten Zahlenverst&auml;ndnis, Ihrem sicheren Blick f&uuml;r das gro&szlig;e Ganze sowie versiertem Umgang mit MS Office und ERP-Systemen (proAlpha w&uuml;nschenswert)</li>
              <li> Neben Ihrem fachlichen Know-how runden Zuverl&auml;ssigkeit, Ihr Erfolgswille, Ihre Freude an der Kommunikation und Ihre F&auml;higkeit Menschen zu begeistern Ihr Profil f&uuml;r diese Position ab</li>
             </ul>
            <h2>Das bieten wir Ihnen:</h2>
            <ul>
              <li> Kurze Entscheidungswege sowie ein vielseitiges und abwechslungsreiches Aufgabengebiet </li>
              <li> Strukturierte und nachhaltige Einarbeitung begleitet von unserem motivierten und engagierten Einkaufs-Team </li>
              <li> Eine leistungsgerechte Verg&uuml;tung sowie flexible Steuerung Ihrer Arbeitszeit durch Gleitzeit </li>
              <li> Unser Betriebsklima ist gepr&auml;gt von enger Zusammen&shy;arbeit, Teamgeist und Wertsch&auml;tzung </li>
              <li> Hier gibt es Platz f&uuml;r Ihre Ideen und Vorschl&auml;ge sowie Unterst&uuml;tzung bei Ihrer beruflichen Fort- und Weiterbildung </li>
            </ul>
            <p style="padding-top: 25px;">Wir freuen uns &uuml;ber Ihre vollst&auml;ndigen Bewerbungs&shy;unterlagen mit Angabe Ihrer Einkommensvorstellung und fr&uuml;hestm&ouml;glichen Eintrittstermins. Bitte senden Sie Ihre aussage&shy;f&auml;hige Bewerbung ausschlie&szlig;lich per E-Mail an            </p>
           </div>
            <div class="zwoelf spalten linie"><img src="linie.png" width="100%;"></div>
            <div class="sieben spalten eineabstand">
              <p style="padding-bottom:30px;">apt Hiller GmbH <br>
                Personalleitung &bull; Frau Elena Alvanos-Flad <br>
                Daimlerstra&szlig;e 10 &bull; 40789 Monheim&nbsp;am Rhein<br>
  <a href="mailto:jobs.monheim@apt-alu-products.com">jobs.monheim@apt-alu-products.com</a> <br>
                Die vertrauliche Behandlung Ihrer Bewerbung sichern wir zu.</p>
            </div>
            <div class="drei spalten stoerer"><a href="http://www.apt-alu-products.com" target="_blank"><img src="stoerer.png"></a></div>
            <div class="elf spalten eineabstand stoerer2"><a href="http://www.apt-alu-products.com" target="_blank"><img src="stoerer.png"></a></div>
        </div>
	<div id="foo" style="display: none">Einkäufer Einkäuferin Einkauf Einkaufsabteilung Industriekaufmann Industriekauffrau Techniker Technikerin Technician technical Bachelor of Science B.Sc. Master of Science M.Sc. Diplom Kauffrau Kaufmann für Bürokommunikation Bürokaufmann Bürokauffrau 
Diplom-Ökonom Diplom-Ökonomin  Dipl.-Ök. Betriebswirt Betriebswirtin Diplom-Kaufmann Diplom-Kauffrau BWL Betriebswirtschaftslehre Bachelor of Arts B.A. Master of Arts M.A.</div>
   	</div>
  <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '89564']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/89564" style="border:0"></noscript></body>
</html>
