<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd" > <html> <head> <meta http-equiv="Cache-Control"> <meta http-equiv="Pragma"> <meta http-equiv="Expires"> <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/> <title></title>  <style type="text/css">           	body, table, div, td, tr, h1, h2, h3, h4, h5, h6, p, ul, li, a, img {  		margin:0;  		padding:0; 	} 	 	* { 		box-sizing: border-box; 	}  	table { 		border-collapse:collapse; 		border-spacing:0; 		border:0; 	}  		  	a img, img { 		border:none; 	}  	  	p, a, ul, li, h1, h2, h3, h4, h5, h6 {  		font-family: Helvetica Neue,Helvetica,Arial,sans-serif; 		font-size:14px;  		text-align:left;  		line-height:20px;  		color:#000000; 	}  	 	h1, h2, h3, h4, h5, h6, b { 		font-weight:bold; 	} 	  	h1 {  		font-size:36px;  		line-height:36px; 		margin:0 -25px 25px -25px; 		padding:15px 25px 12px 35px; 		border-top:2px solid #ffffff; 		background-color:#95C112; 		text-align:center;  	}  	 	h1 span { 		font-size:20px; 	} 	   	 	h2 { 		clear:both; 		float:left; 		display:inline-block; 		width:120px; 	} 	 	h3 { 		margin-top:10px; 	} 	  	a {  		text-decoration:none;  	}  		  	a:hover {  		color:#95C112;  	}  	  	ul {  		list-style-type:disc; 		list-style-image:url(list.png); 		margin:0 0 10px 13px; 		float:right; 		display:inline-block; 		width:580px;  	} 	 	li { 		padding:0; 	}  </style>  </head>   <body> <div align="center" style="margin:0 auto; background-color:#ffffff; padding:35px 0;">  	<div style="width:800px; background:url(header_layout01.jpg) no-repeat center top; background-size:800px auto; padding:335px 25px 0 25px;-webkit-box-shadow: 0px 0px 10px 0px rgba(50, 50, 50, 0.4); -moz-box-shadow:0px 0px 10px 0px rgba(50, 50, 50, 0.4); box-shadow:0px 0px 10px 0px rgba(50, 50, 50, 0.4);">	 			 		<p style="padding:0 135px 10px 0; text-align:justify;"> 			Wir sind eine mittelst&auml;ndische Unternehmensgruppe mit Vertriebsgesellschaften in 16 L&auml;n&shy;dern 			Europas, Nordamerikas und Asiens und besch&auml;ftigen insgesamt &uuml;ber 900 Mitarbeiter. Wir z&auml;hlen 			weltweit zu den f&uuml;hrenden Herstellern unserer Branche und exportieren unsere Produkte in &uuml;ber 			120 L&auml;nder. Die Schwerpunkte unserer Fertigung sind Stanz- und Um&shy;form&shy;technik, Schwei&shy;&szlig;en und 			Montage sowie Kunststoffverarbeitung. Unsere Kunden sind &uuml;ber&shy;wie&shy;gend Industriefirmen, die unsere 			Produkte in ihre Erzeugnisse einbauen sowie der tech&shy;nische Fachhandel. 		</p> 		 		<p style="text-align:justify; background-color:#95C112; padding:0 25px 15px 25px; margin:0 -25px;"> 			<b>Eine seri&ouml;se, dynamische Gesch&auml;ftspolitik, die Qualit&auml;t unserer Produkte und ein gutes Betriebs&shy;kli&shy;ma sind 			die Grundlagen unseres anhaltenden Erfolges. Im Zuge unseres weiteren Wachstums suchen wir Sie als</b> 		</p>  		<h1> 			Vertriebsingenieur <span>(m/w)<br/> 			F&ouml;rdertechnik und Intralogistik</span> 		</h1> 		 		<h2>Ihre Aufgaben</h2> 		 		<ul> 			<li>Betreuung und zielgerichtete Entwicklung von Gro&szlig;kunden im In- und Ausland in den Branchen F&ouml;rdertechnik und Intralogistik</li> 			<li>Identifikation und Entwicklung von Neukunden im In- und Ausland in den genannten Branchen</li> 			<li>Erstellung von Markt- und Branchenanalysen</li> 			<li>Verantwortung f&uuml;r den langfristigen Ausbau der festgelegten Key Accounts inkl. Umsatzverantwortung</li> 			<li>Koordination und Bearbeitung von Kundenanfragen und Nachverfolgung von Angeboten in Abstimmung mit der Blickle Vertriebsorganisation</li> 			<li>Enge Kooperation mit dem Produktmanagement</li> 			<li>Teilnahme an nationalen und internationalen Messen</li> 		</ul> 		 		<div style="clear:both;"></div> 		 		<h2>Ihr Profil</h2> 		 		<ul> 			<li>Abgeschlossenes Studium als Wirtschaftsingenieur oder vergleichbare Qualifikation</li> 			<li>Erste Erfahrung in der Betreuung von Gro&szlig;kunden im B2B Umfeld</li> 			<li>Ausgepr&auml;gte Kontaktst&auml;rke und professionelle kommunikative F&auml;higkeiten</li> 			<li>Kompetentes, &uuml;berzeugendes und sympathisches Auftreten auf Fach- und Entscheiderebene</li> 			<li>Selbstst&auml;ndige Arbeitsweise sowie unternehmerisches Denken und Handeln</li> 			<li>Verhandlungssichere Englischkenntnisse</li> 			<li>Reisebereitschaft national und international</li> 		</ul>  		<div style="clear:both;"></div> 		 		<h2>Unser Angebot</h2> 		 		<ul> 			<li>Langfristiger und sicherer Arbeitsplatz in einer expandierenden, zukunftsorientierten und gesunden mittelst&auml;ndischen Unternehmensgruppe</li> 			<li>Eine offene Arbeitsatmosph&auml;re in einem modernen Umfeld und kurze Entscheidungswege</li> 			<li>Eine gr&uuml;ndliche Einarbeitung in das umfangreiche Aufgabengebiet</li> 		</ul>  		<div style="clear:both;"></div> 		 		<h3>Haben wir Ihr Interesse geweckt?</h3> 			 		<p style="margin-bottom:40px;"> 			Dann freuen wir uns auf Ihre vollst&auml;ndige Bewerbung im PDF-Format (Anschreiben, Lebenslauf, Zeugnisse), die Sie uns 			bitte per E-Mail unter Angabe Ihrer Einkommensvorstellung und des fr&uuml;hest m&ouml;glichen Eintrittstermins zu&shy;sen&shy;den. 			F&uuml;r n&auml;here Informationen steht Ihnen unser Personalleiter Herr Raumann (Telefon: 07428 932-191) gerne zur Ver&shy;f&uuml;gung. 		</p> 		 		<a href="http://www.blickle.com/" target="_blank"><img src="logo.png" height="55px" style="float:right; margin-top:2px;"></a>  		<div style="float:left; display:inline-block;"> 		 			<p style="text-align:right; margin:0 0 20px 0;"> 				Blickle R&auml;der+Rollen GmbH u. Co. KG<br/> 				Heinrich-Blickle-Stra&szlig;e 1 &middot; 72348 Rosenfeld &middot; Tel.: 07428 932-0<br/> 				Fax: 07428 932-79191 &middot; E-Mail: <a href="mailto:personal@blickle.com?subject=Bewerbung%20auf%20Ihre%20Stellenanzeige">personal@blickle.com</a> &middot; <a href="http://www.blickle.com/" target="_blank">www.blickle.com</a> 			</p>  		</div> 		 		<div style="clear:both;"></div>  		<img src="footer_layout01.jpg" width="800px" style="margin:0 -25px;"> 		  	</div>  	 </div>   <div id="foo" style="display: none;"> Wirtschaftsingenieurin Wirtschafts-Ingenieur Ingenieurin Diplom-Ingenieur Diplom-Ingenieurin Dipl.-Ing. Diplom Master Bachelor Enigneering Engineer Werkstoffingenieur Werkstoffingenieurin Werkstoff-Ingenieur Werkstoff-Ingenieurin Chemiker Chemikerin Chemikant Diplom-Chemiker Diplom-Chemikerin Werkstoffprüfer technischer Berater Beraterin Consultant Vertriebsingenieur Vertriebsingenieurin Vertriebs-Ingenieur Vertriebs-Ingenieurin Maschinenbauingenieur Maschinenbauingenieurin Maschinenbau-Ingenieur Maschinenbau-Ingenieurin Vertriebsberater Vertriebsberaterin Fachplanung BaWü Balingen Albstadt Silz Neckar Horb Freudenstadt Rottenburg Tübingen Reutlingen Tuttlingen Villingen-Schwenningen Schramberg Baiersbronn Sigmaringen Loßburg Herrenberg </div>  </body>  </html>