<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <meta name="viewport" content="width=device-width, initial-scale=1.0">  <link href="https://fonts.googleapis.com/css?family=Roboto+Condensed:400,700" rel="stylesheet">   <meta name="HandheldFriendly" content="True">  <title></title>    <style>    	  	#content  	{  		margin:25px auto;  		max-width:750px;  		width:100%;  		display:block;  		position:relative;  		border: 1px solid #999;	  		box-shadow: 0px 0px 20px #aaa;	  		background-color:#FFF;          -ms-hyphens: auto;          -webkit-hyphens: auto;  		hyphens:auto;  		padding-bottom: 25px;  	}  	    	#content h1, #content p, #content ul, #content h2, #content h3   	{  		font-family:'Roboto Condensed',Arial,Helvetica,Sans-Serif;  		color:#6f7175;  		font-size:13px;  		padding:0 25px;  		text-align:left;  		margin:0;  		line-height:18px;  	}  	  	#content p  	{  	font-size:13px;  	padding-top:15px;  	}  	  	#content h1  	{  	font-size:26px;  	line-height:26px;  	padding-top: 15px;  	}  	  	#content h2  	{  	font-size:20px;  	line-height:20px;  	padding-top: 15px;  	}  	  	#content h3  	{  	font-size:16px;  	line-height:16px;  	padding-top: 15px;  	}    	#content a  	{  		color:#6f7175;  		text-decoration:none;  	}    	#content ul,li   	{   		margin:0;   		padding:0;  	}  	  	#content ul   	{  		padding-right: 25px;  		padding-left: 40px;  	}    	#content .logo  	{  	text-align: center;  		padding: 50px 25px;  	}      /* Clearfix */        .clear:before, .clear:after {           content: " "; /* 1 */           display: table; /* 2 */ }      .clear:after { clear: both; }      .clear { *zoom: 1; clear:  both;}       </style>  </head>  <body>    <div id="content" lang="de">    <div class="logo">  <a href="http://www.naba.de" target="_blank"><img src="logo.png"></a></div>  <img src="top.png" width="100%">  	<h1>Vertriebsleitung Marken / Key Account (m/w) in Berlin</h1>  	<p>Die NABA Feinkost GmbH ist ein mittelst&auml;ndisches Familienunternehmen und f&uuml;hrender Hersteller von Bio-Lebensmitteln im Bereich Convenience/Feinkost mit Produktionsstandort in Th&uuml;ringen bei Erfurt. Wir produzieren ein sehr umfangreiches Produktportfolio f&uuml;r viele Handelsmarken. Dar&uuml;ber hinaus f&uuml;hren wir zwei eigene Marken; NAbio und Reichenhof. Unsere Bio-Produkte sind &uuml;berwiegend vegan und werden aus hochwertigen Zutaten hergestellt. Wir profitieren damit stark von der Entwicklung zu einer bewussteren Lebens- und Ern&auml;hrungsweise.</p>  	<p>Vor diesem Hintergrund entwickelt unser &bdquo;NABA Lab&ldquo; in Berlin Mitte neue innovative Produktideen und Vermarktungskonzepte. Das Team profitiert von einer erfahrenen Firma, einem gro&szlig;en Netzwerk und wirtschaftlicher St&auml;rke bei gleichzeitig viel Know-how und gro&szlig;em Freiraum f&uuml;r unternehmerische Kreativit&auml;t und Innovationsgeist.</p>  	<p>Als Vertriebsleiter Marken sind Sie f&uuml;r die Vertriebsstrategie sowie den Absatz unserer Marken gesamthaft verantwortlich und &uuml;bernehmen Key Account-Funktionen f&uuml;r wichtige bestehende und potentielle Kunden, vorrangig national, im zweiten Schritt auch international. Sie arbeiten in Berlin auf einer Ebene mit der Marketingleitung und berichten direkt an die Gesch&auml;ftsf&uuml;hrung.</p>  	<p><b>Aufgaben:</b></p>  	<ul>  		<li>Entwicklung und Umsetzung der Vertriebsstrategie f&uuml;r unsere Marken in Zusammenarbeit mit dem Marketing und Produktmanagement </li>  		<li> Key-Account-Management f&uuml;r Top-Kunden des Lebensmitteleinzelhandels, Networking und Kontaktpflege mit (potenziellen) Kunden und Vertriebspartnern, zun&auml;chst vorrangig national, perspektivisch europaweit</li>  		<li> Gewinnung und Aufbereitung von Marktinformationen zur Unterst&uuml;tzung der Marken- und Produktstrategie</li>  		<li> Steigerung der fl&auml;chendeckenden Verf&uuml;gbarkeit im Markt und Optimierung der Platzierung sowie des Erscheinungsbilds der Markenprodukte im Handel</li>  	</ul>  	<p><b>Anforderungsprofil:</b></p>  	<ul>  		<li>Abgeschlossenes Hochschulstudium vorzugsweise mit Schwerpunkt Marketing/Vertrieb</li>  		<li> Mindestens 3 Jahre Berufserfahrung, vorzugsweise im Vertrieb von Lebensmitteln</li>  		<li> Erfahrungen im Bereich Business Development bzw. Key Account m&ouml;glichst mit Kontakten zum LEH und/oder Biofachhandel</li>  		<li> Macher-Mentalit&auml;t mit unternehmerischem Denken, eigenst&auml;ndige und strukturierte Arbeitsweise</li>  		<li> Freundliches und respektvolles Auftreten, hohe Beratungskompetenz mit &Uuml;berzeugungskraft</li>  		<li> Hohe Affinit&auml;t f&uuml;r aktuelle Entwicklungen und Trends von Lebensmitteln</li>  		<li> Gro&szlig;es Interesse und eigene Erfahrung mit gesunder Ern&auml;hrung, vorzugsweise auch Berufserfahrungen mit Bio-Nahrungsmitteln</li>  	</ul>  	<p><b>Konditionen:</b></p>  	<ul>  		<li>Attraktive Verg&uuml;tung in Abh&auml;ngigkeit der Berufserfahrung mit erfolgsabh&auml;ngigen Komponenten</li>  		<li> Flexible Arbeitszeiten und -Orte, B&uuml;ro am Standort Berlin </li>  		<li> Teil eines Top-Teams mit Gr&uuml;ndermentalit&auml;t; Arbeiten in sehr guter Atmosph&auml;re mit flachen Hierarchien und direkter Zusammenarbeit mit der Gesch&auml;ftsf&uuml;hrung bzw. den Gesellschaftern des Unternehmens</li>  		<li> Gute Arbeitsausstattung, Firmenfahrzeug</li>  	</ul>  	<p>Bewerbungen an: <a href="mailto:bewerbung@naba.de">bewerbung@naba.de</a></p>    <p><b>NABA Feinkost GmbH<br>      <br>      </b>NABA Lab:<br>  Chausseestra&szlig;e 17,  10115 Berlin<br>  <br>   NABA Unternehmenssitz:<br>   Fahner H&ouml;he <br>  D &ndash; 99100 Gierst&auml;dt<br>   T: +49 (0)36206 253-0<br>    F: +49 (0)36206 25325<br>  	  <a href="mailto:info@naba.de">info(at)naba.de</a><br>  	  <a href="http://www.naba.de" target="_blank">www.naba.de</a></p>      <div id="foo" style="display: none"> Vertriebsspezialistin Vertriebsprofi Vertriebsexperte Vertriebsexpertin Vertriebsbeauftragter Vertriebsbeauftragte Vertriebs-Beauftragter Vertriebs-Beauftragte Vertrieb Verkaufsvermarktung Vertrieb Vertriebler Vertrieblerin Vertriebsmitarbeiterin Vertriebsunterstützer Vertriebsunterstützerin Bachelor Master Vertriebsprozesse Vertriebsprozesses Sales Vertriebsleiter Außendienst Kaufmann Verkauf Bezirksleiter Regional Manager Dienstleistung Team Repräsentant Fachmann Berater Akquise Führungskraft Coaching Ausbilder Organisationsleiter Struktur Vertriebsleiter Regionalleiter Sales Manager Sales Managerin</div>  </div>  <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '98608']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/98608" style="border:0"></noscript></body>  </html>                                  