<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd" >
<html>
<head>
<meta http-equiv="Cache-Control">
<meta http-equiv="Pragma">
<meta http-equiv="Expires">
<meta http-equiv="content-type" content="text/html; charset=ISO-8859-1" />
<title></title>
<style type="text/css">
<!--
    body, div, table, td, tr, ul, li, p, a, img, h1, h2, h3, h4, h5, h6 {
    margin:0;
    padding:0;
    }
    
	 p, a, ul, li, h1, h2, h3, h4, h5, h6 {
    font-family:Arial,Helvetica,Sans-Serif;
    color:#6d6e70;
    font-size:13px;
    text-align:left;
    line-height:18px;
    }
        
    p, h1, h2 {
    padding-left:30px;
    padding-right:30px;
    }
    
    p {
    font-size:13px;
    padding-top:10px;
    }
    
    a {
    color:#6d6e70;
    text-decoration:none;
    }
    
    a:hover {
    color:#0071bd;
    }
    
    a img, img {
    border:0 solid #fff;
    }
    
    h1 {
    color:#f98f3e;
    font-size:23px;
    padding-top:20px;
    padding-bottom:10px;
    line-height:normal;
    }
    
    h2 {
    color:#f98f3e;
    padding-top:15px;
    padding-bottom:3px;
    }
    
    ul {
    padding-right:20px;
    padding-left:51px;
    padding-top:5px;
    list-style-type:square;
    }
    
    ul ul {
     list-style-type:circle;
     padding-left:18px;
     padding-top:2px;
     padding-bottom:2px;
     }
    
-->
</style>
</head>

<body>
<div align="center" style="margin:0 auto;background-color:#6d6e70; padding:25px 0;">

<table style="margin:0 auto;width:800px;border:solid 0px #000000; background:url(bg9.jpg) no-repeat top left; padding-bottom:40px;" cellpadding="0" cellspacing="0">
    <tr>
    	<td valign="top" colspan="2" align="right" height="300px">
    	
    		<a href="http://www.delo.de/" target="_blank"><img src="spacer.gif" alt="" width="270px" height="120px" align="right"></a>
    		
    	</td>
    </tr>
    
    <tr>
   	<td valign="top" align="left" style="padding-top:130px;">
   	
    		<h1>
    		Strategischer Eink&auml;ufer mit Schwerpunkt Klebstoffe (w/m)
    		</h1>
   	    
        	<p>
        Zur Unterst&uuml;tzung unserer Abteilung Einkauf suchen wir zum n&auml;chstm&ouml;glichen Zeitpunkt einen Strategischen Eink&auml;ufer mit Schwerpunkt Klebstoffe (w/m).
        </p>
        
        	<p style="color:#f79347;font-weight:bold;">Nach ausf&uuml;hrlicher Einarbeitung &uuml;bernehmen Sie folgende Aufgaben:</p>  
        	      
       	<ul>
				<li>Sie sind ma&szlig;geblich an der Kosten- und Prozessoptimierung beteiligt</li>
				<li>Sie entwickeln Einkaufsstrategien und setzen diese um</li>
				<li>Sie unterst&uuml;tzen die Fachabteilungen bei technologischen Entscheidungen</li>
				<li>Sie &uuml;bernehmen die Organisation und Umsetzung von Lieferantenbewertungen</li>
				<li>Sie steuern verantwortlich  Verlagerungsprozesse von Produkten oder Projekten im Beschaffungsbereich</li>
				<li>Sie verstehen sich als proaktiver und bereichs&uuml;bergreifender Teamplayer (m/w) mit ausgepr&auml;gter Dienstleistungsorientierung</li>
				<li>Durch unser stetiges Wachstum besteht perspektivisch die &Uuml;bernahme einer Gruppenleitung</li>
        	</ul>
        	
		  	<p style="color:#f79347;font-weight:bold;">Ihre Qualifikation:</p>
		  			  
        	<ul>
				<li>Mehrj&auml;hrige, umfassende Erfahrung im Strategischen Einkauf in einem technikorientierten, produzierenden Unternehmen</li>
				<li>Idealerweise Studium des Wirtschaftsingenieurwesens, der Chemie oder Betriebswirtschaft</li>
				<li>Schnelle Auffassungsgabe f&uuml;r technische und kommerzielle Gesamtzusammenh&auml;nge</li>
				<li>Gute analytische F&auml;higkeiten, Kommunikationsst&auml;rke und Verhandlungsgeschick</li>
				<li>Profunde IT-Kenntnisse und Begeisterung f&uuml;r Technik</li>
				<li>Verhandlungssicheres Englisch in Wort und Schrift</li>
				<li>Teamgeist, selbst&auml;ndige und eigenverantwortliche Arbeitsweise, souver&auml;nes Auftreten</li>					          	
        	</ul>
          
	      <p style="color:#f79347;font-weight:bold;">Das bieten wir Ihnen:</p>
	           
	      <p style="text-align:justify;">
			Auf Ihre individuelle T&auml;tigkeit bereitet Sie ein intensives Training on the Job vor. So werden Sie in Ihren neuen Aufgabenbereich optimal und umfassend eingearbeitet. Die DELO Academy bietet Ihnen zudem ein intensives Weiterbildungsprogramm an. Auch im weiteren Verlauf Ihrer Karriere unterst&uuml;tzen wir Sie gezielt mit individuell auf Ihre Ziele abgestimmten Fortbildungsma&szlig;nahmen und Trainings.<br/>
			<br/>
			Begeisterungsf&auml;higkeit, Einsatzfreude, Kollegialit&auml;t, ein humorvoller und respektvoller Umgangston und nicht zuletzt Spa&szlig; bei der Arbeit geh&ouml;ren zu unserem Miteinander. DELO zeichnet sich als Familienunternehmen nicht nur durch ein hervorragendes Arbeitsklima aus, sondern bietet Ihnen auch abwechslungsreiche Aufgaben mit viel Freiraum bei der fachlichen und pers&ouml;nlichen Ausgestaltung. Dank einer Firmenkultur der offenen T&uuml;ren sind die Wege kurz und Sie verlieren die weitere Entwicklung Ihrer Arbeitserfolge nie aus dem Blick.
        	</p>
           
	        <p style="color:#f79347;font-weight:bold;">Interessiert?</p>
	           
	        <p>
	        Dann freuen wir uns auf Ihre Bewerbung mit Angabe von Gehaltswunsch und Eintrittstermin!<br/>
	        <br>
	        Bitte senden Sie uns neben einem aussagekr&auml;ftigen Anschreiben und Ihrem Lebenslauf auch alle Unterlagen zu Schul-, Aus- und Weiterbildung sowie s&auml;mtliche Arbeitszeugnisse. Sie k&ouml;nnen dadurch die Bearbeitungszeit deutlich verk&uuml;rzen.
	        </p>
	           
	        <p>Bitte bewerben Sie sich bevorzugt online &uuml;ber unser Bewerbungsformular:<br/>
	        <a href="http://www.delo.de/bewerbungsformular" target="_blank">www.delo.de/bewerbungsformular</a>, alternativ per E-Mail an: 
	        <a href="mailto:bewerbung@delo.de?subject=Bewerbung%20auf%20Ihre%20Stellenanzeige">bewerbung@delo.de</a>.<br>
	        <br>
	        </p>
           
        <p>
        <b>DELO Industrie Klebstoffe</b><br>
 			Rebecca Wagner<br>
 			DELO-Allee 1<br>
 			D - 86949 Windach / westlich von M&uuml;nchen<br>
 			Telefon + 49 8193 9900 - 402 <br>
			<a href="http://www.delo.de/" target="_blank">www.DELO.de</a>
			</p>
			
    	</td>
   		<td valign="top" align="left" width="272px" style="background:url(zertifikate2017_3.png) bottom center no-repeat; padding-top:140px;">
   	
    		<p style="color:#FFFFFF;padding-left:20px;padding-right:30px;text-align:justify; line-height:17px;">
			Das Familienunternehmen DELO ist seit &uuml;ber 50 Jahren Spezialist f&uuml;r High-Tech-Klebstoffe. <br/>
In jedem zweiten Smartphone weltweit und praktisch jedem Auto stecken unsere Produkte. Zu unseren Kunden geh&ouml;ren u. a. Bosch, Daimler, Sony und Siemens.<br/> 
Der Hauptsitz ist in Windach, nahe Landsberg am Lech und dem Ammersee bzw. westlich von M&uuml;nchen. Daneben geh&ouml;ren zum Unternehmen T&ouml;chter in China, den USA, Singapur und Japan.<br/> 
Wir sind mehrfach ausgezeichnet &ndash; nicht nur als guter Partner und Lieferant, Hidden Champion und als erfolgreicher, innovativer Mittelst&auml;ndler, sondern auch als einer von Deutschlands besten Arbeitgebern.<br/>
Mittlerweile ist unser Team bereits auf &uuml;ber 550 KollegInnen angewachsen &ndash; und wir suchen weitere Verst&auml;rkung!
			</p>    
	
    	</td>
   </tr>

</table>

<div id="foo" style="display:none;">
Sachbearbeiterin Kaufmann Einkäufer Großhandelskaufmann Betriebswirt Außenhandelskaufmann Industriekaufmann Ingenieur Purchase-Manager Procurer Purchaser Technischer Wirtschaftskaufmann kaufmännischer Produktionsplaner Volkswirt Planer Manager Bürokaufmann Ökonom Fachmann Fachwirt Fachangestellter Mitarbeiter Engineer Kauffrau Einkäuferin Großhandelskauffrau Betriebswirtin Außenhandelskauffrau Industriekauffrau Ingenieurin Purchase-Managerin Technische Wirtschaftskauffrau kaufmännische Produktionsplanerin Volkswirtin Planerin Managerin Bürokauffrau Ökonomin Fachfrau Fachwirtin Fachangestellte Mitarbeiterin Wirtschaftswissenschaften Chemie Chemietechnik Sachbearbeitung Purchase Purchasing Procurement Auftragsabwicklung Kaufleute Farbstoff chemische Industrie Produktion Betriebswirtschaft BWL VWL WiWi Volkswirtschaft Bürokraft Fachkraft staatlich staatl staatl. geprüfte geprüfter gepr gepr. Master Bachelor of science arts engineering MA BA B.Eng M.Eng B.Sc M.Sc Diplom Dipl. Dipl Dipl-Ing Dipl.-Ing. Bayern Süddeutschland München Germering Fürstenfeldbruck Bad Wörishofen Kaufbeuren Landsberg am Lech Eresing Greifenberg Schondorf am Ammersee Utting Finning Hofstetten Pürgen Schwifting
</div>

</div>
<script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '88795']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/88795" style="border:0"></noscript></body>
</html>