<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <title></title>  <!--wpCSS-->      <style type="text/css">        html, body {          margin:0;          padding:0;        }        body {          font-family:Arial, Helvetica, sans-serif;          font-size:12px;          color:#000;        }        #wrapper {          width:760px;          margin:auto;          border:1px #c5c7c8 solid;          background:#fff;          margin-top:20px;          margin-bottom:20px;          z-index:-999;        }        div, table, td, tr, p, h1, h2, h3, h4 {          margin:0;          padding:0;        }        p, ul, h1, h2, h3, h4, td {          font-family:Arial,Helvetica,Sans-Serif;          color:#000000;          font-size:13px;          margin-left:0px;          margin-right:0px;          text-align:left;          line-height:17px;          letter-spacing:0;        }        p {          padding-bottom:20px;        }        a {          text-decoration:none;          font-weight:bold;          color:#0081c6        }        a:hover {          border-bottom:dotted 1px;        }        h1 {          color:#01abdf;          font-size:32px;          text-align:left;          margin-left:15px;          margin-right:15px;          font-weight:normal;          line-height:35px;          padding-top:15px;        }        h2 {          color:#0081c6;          font-size:35px;          text-align:right;          margin-left:25px;          font-weight:normal;          line-height:35px;          padding-top:20px;          padding-bottom:20px;        }        h3 {          font-weight:normal;          padding-top:20px;          padding-bottom:20px;        }        h4 {          font-size:13px;          color:#0081c6;        }        .blau {          font-weight:bold;          color:#0081c6;        }        ul,li {          margin:0;          padding:0;        }        ul {          padding-right: 5px;          padding-left: 16px;          text-align:left;          padding-bottom:20px;        }        ul ul {          padding-bottom:0px;        }        p.abspann {          color:#0081c6;          padding-bottom:20px;          margin-left:0 !important;        }        #oben {          /*border:1px solid #f00;*/        }        #blueintro, #daten {        }        #blueintro p {          margin:0;          padding-left:30px;          padding-right:30px;          padding-top:20px;          color:#0081c6;          font-size:16px;          line-height:17px;        }        #daten {          padding-top:0;          padding-bottom:20px;          padding-left:30px;          padding-right:30px;        }        #headline {          background:#000;          margin:0px 30px 0 30px;          min-height:150px;        }  	  #headline p {  		  font-size:16px;  		  color:#f00;  		  font-weight:bold;  	  }        #left {          /*border:1px solid #00f;*/          float:left;          width:45%;          padding-left:30px;          padding-right:10px;        }        #right {          float:right;          width:45%;          padding-right:30px;        }        #footer {          width:700px;          float:left;          padding-left:30px;          padding-right:30px;          background:url(logo.jpg) bottom right no-repeat;        }        #footer p {          padding-top:20px;          padding-bottom:28px;        }        #footHeadline {          padding-top:40px;          padding-bottom:40px;          /*width:370px;*/          font-weight:bold;        }        p.footHeadline {          padding-right:380px;        }        td.eins {          width:250px;          font-weight:bold;        }      </style>      <!--ENDwpCSS-->  </head>  <body>  <div id="wrapper">          <div id="oben">          <div id="rn-kopfbild"><img class="" style="margin-left:30px; margin-top:30px;" src="BU_06_neu.jpg"  height="163" width="700"></div>          <div  class="" id="headline" >    <div>    <div>      <h1>Senior Projektleiter Automotive m/w</h1>    </div>  </div>          </div>          <div  class="" >              <div id="blueintro">    <p>   Ein stabiles Kundenverh&auml;ltnis etablieren, gleichzeitig den Umsatz und Profit eines Projektes steigern und Hand in Hand mit einem schlagkr&auml;ftigen Team Projekte unterschiedlicher Gr&ouml;&szlig;e und Komplexit&auml;t zum Erfolg f&uuml;hren. Wenn das auch f&uuml;r Sie nach einer spannenden Herausforderung klingt, hei&szlig;en wir Sie gerne in unserer Mitte willkommen. Wir vertrauen darauf, dass Sie Ihre Kommunikations- und &Uuml;berzeugungsst&auml;rke bei uns einbringen sowie in Konfliktsituationen immer den richtigen Ton treffen und einen k&uuml;hlen Kopf bewahren. Sind Sie bereit? Dann bewerben Sie sich jetzt.</p>          </div><div id="daten"><table style="width: 100%;"  border="0" cellpadding="0" cellspacing="0"><tbody><tr><td class="eins">Unternehmenssitz:</td>      <td>Friedberg, Hessen, Deutschland</td></tr>                <tr><td height="18" class="eins">Funktionsbereich:</td>      <td>             Projektmanagement</td></tr><tr><td class="eins">Job Reference Code:</td><td>DE61456205<br>            </td></tr></tbody></table></div></div>          <!--oben--></div>            <div id="unten">      <div  class="" id="left" ><h4>Aufgaben:</h4>  <ul>    <li>Kompetenter Ansprechpartner und Eskalationsinstanz f&uuml;r unsere Kunden, immer mit dem Ziel, eine Kultur der L&ouml;sungsfindung und des Vertrauens zu schaffen &ndash; &uuml;ber alle Projektthemen hinweg </li>    <li>Geschicktes Verhandeln des Auftragsinhalts in tech&shy;nischer und kaufm&auml;nnischer Hinsicht, sowohl mit dem Kunden als auch mit internen Stellen wie Vertrieb, Engineering und Controlling </li>    <li>Abkl&auml;ren von relevanten Aspekten wie Risk Assessment, Kalkulation, Cash Flow, Projektmei&shy;len&shy;steinplan und Qualit&auml;tskriterien </li>    <li> Bilden und F&uuml;hren eines funktions- und l&auml;nder&uuml;bergrei&shy;fenden Projektteams sowie Beschaffen von Ressourcen und Komponenten einschlie&szlig;lich der Teilnahme an Verhandlungen mit Unterlieferanten gemeinsam mit dem Supply Management </li>    <li>Umsichtiges Steuern des Projektfortschritts mit einem klaren Blick f&uuml;r Kosten und Termine sowie in enger Abstimmung mit Auftraggebern, Subunternehmern und dem Projektteam </li>    <li>Erkennen kritischer Projektphasen und Einleiten zielf&uuml;hrender Ma&szlig;nahmen, um Projektziele und -vorgaben zu erreichen, Ressourcenkonflikte zu l&ouml;sen und das Ergebnis zu verbessern, z. B. durch ein passgenaues Claim Management </li>    <li>Sicherstellen einer reibungslosen Abnahme und Etablieren eines fortlaufenden Lessons-Learned-Prozesses, um Tag f&uuml;r Tag noch besser zu werden</li>  </ul>           <h4>Anforderungen:</h4>    <ul>    <li>Erfolgreiches Studium der Elektrotechnik, Mechatronik, des Maschinenbaus, der Automatisierungstechnik oder Steuerungstechnik </li>    <li>Mehrj&auml;hrige Berufspraxis als Projektleiter, am besten im Projektmanagement in der Automobilindustrie mit Projektgr&ouml;&szlig;en oberhalb von 50 Mio. Euro &ndash; erg&auml;nzt um fundierte F&uuml;hrungserfahrung </li>    <li>Idealerweise Know-how im Rohbau bzw. in den entsprechenden Prozessen sowie in der Robotik </li>    <li>Bestens vertraut mit Methoden des Projektmanagements sowie Steuerungs- und Planungsinstrumenten dank einer einschl&auml;gigen Zertifizierung </li>    <li>Verhandlungssicheres Deutsch und Englisch in Wort und Schrift &ndash; weitere Sprachkenntnisse von Vorteil</li>    <li> Absoluter Teamplayer, der das Ziel im Fokus beh&auml;lt, es konsequent verfolgt und gekonnt mit unterschiedlichen Kulturen und Teams umgeht</li>    <li> Bereitschaft, regelm&auml;&szlig;ig auf Reisen zu gehen</li>        </ul>  <h4>Zusatzinformationen:</h4>        <p>  ABB bietet Ihnen interessante Aufgaben in einem hoch motivierten Team und einen offenen Kommunikationsstil. Wir bef&auml;higen Sie, Ihre F&uuml;hrungsaufgabe m&ouml;glichst schnell erfolgreich auszuf&uuml;llen. Daf&uuml;r stehen Ihnen ein einheitlicher Gesamtrahmen sowie zahlreiche Instrumente zur Verf&uuml;&shy;gung. Unsere Werte pr&auml;gen die Unternehmens- und </p>                  </div>      <p>F&uuml;hrungskultur und dienen als Leitplanke f&uuml;r die operative und strategische Arbeit. Individuelle Entwicklungspl&auml;ne mit gezielten F&ouml;rderma&szlig;nahmen helfen Ihnen, Ihre F&auml;higkeiten kontinuierlich auszubauen.</p>      <div  class="" id="right" >        <p>Haben wir Ihr Interesse geweckt? Dann freuen wir uns &uuml;ber Ihre aussagekr&auml;ftige Bewerbung &uuml;ber unser <a href="http://new.abb.com/jobs/de/details/DE61456205_E1?utm_source=xingde&utm_medium=referral" target="_blank">Online-Karrieretool</a>.<br>    </p>  <p class="abspann"><b>ABB </b>(ABBN: SIX Swiss Ex) ist ein global f&uuml;hrendes Technologieunternehmen in den Bereichen Elektrifi&shy;zierungs&shy;produkte, Robotik und Antriebe, Industrieauto&shy;mation und Stromnetze mit Kunden in der Energiever&shy;sorgung, der Industrie und im Transport- und Infrastruk&shy;tursektor. Aufbauend auf einer &uuml;ber 125- j&auml;hrigen Tradition der Innovation gestaltet ABB heute die Zukunft der indus&shy;triellen Digitalisierung und treibt die Energiewende und die Vierte Industrielle Revolution voran. Das Unter&shy;nehmen ist in mehr als 100 L&auml;ndern t&auml;tig und besch&auml;ftigt etwa 132.000 Mitarbeitende. <a href="http://www.abb.com">www.abb.com</a></p>  <p class="abspann">Die Division Robotik und Antriebe bietet Produkte, L&ouml;sungen und Dienstleistungen zur Steigerung der industriellen Produktivit&auml;t und Energieeffizienz. Mit ihren Motoren, Generatoren, Antrieben, Robotern und ihrer Leistungselektronik stellt die Division Energie-, Antriebs- und Steuerungstechnologien f&uuml;r zahlreiche Automations&shy;anwendungen bereit. Der Schwerpunkt Industrie wird durch die F&uuml;hrungsstellung im Bereich Windgeneratoren erg&auml;nzt. So k&ouml;nnen gemeinsame Technologien, Vertriebskan&auml;le und operative Plattformen effektiv genutzt werden. ABB Robotics bietet Herstellern sowie ausgew&auml;hlten Partnern innovative, effiziente und zuverl&auml;ssige Industrieroboter und roboterbasierte Systeme, die essentiell dazu beitragen modernste Arbeitsbedingungen zu schaffen und somit gleichzeitig die Produktivit&auml;t, Arbeitsplatzsicherheit und Prozessqualit&auml;t verbessern. Der Gesch&auml;ftsbereich Robots &amp; Applications (R&amp;A) liefert Roboter, Funktionspakete und Roboterl&ouml;sungen an Endkunden und Partner von ABB Robotics. Dar&uuml;ber hinaus bietet der Bereich R&amp;A auch Software, Simulationen und Engineering-Leistungen an.<br>  </p>    <p><b>Ihr Ansprechpartner:<br>    Ruth Kaufmann<br>    +49 (0) 621 381 3500</b>  </p>    <p><a href="http://www.facebook.com/ABBCareer" target="_blank">www.facebook.com/ABBCareer</a></p></div>      <div  class="" id="footer" >    <h2>Our ambition.<br>Your legacy.</h2>    <p><b>Senior Projektleiter Automotive m/w</b></p>      </div>    </div>            <!--unten-->            <div style="clear:both">                   </div>          </div>  <div id="foo" style="display:none"> Projektleiterin Elektrotechnikerin Elektrotechniker Mechatronikerin Mechatroniker Maschinenbauer Maschinenbauerin Automatisierungstechniker Automatisierungstechnikerin Steuerungstechniker Steuerungstechnkierin Projektmanager Projektmanagerin </div>  <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '96114']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/96114" style="border:0"></noscript></body>  </html>