<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <title></title>    <style type="text/css">    	body, div, td, tr, h1, h2, h3, p, ul, li, ol, a, img {  		margin: 0;  		padding: 0;  		font-family: Arial,Helvetica,Sans-Serif;  		font-size: 13px;  		color: #000000;  		}  		  	p, h1, h2, h3, ul {  		margin:25px 40px 0px 40px;  		text-align:left;  		}  	  	ul, li {  		text-align:left;  		}  		  	p, ul, li, ol, a {  		line-height:140%;  		}  		  	h1 {  		font-size: 26px;  		color:#de1331;  		}  		  	h2 {  		font-size: 20px;  		}  		  	h3 {  		font-size: 17px;  		}  		  		  	a {  		color: #000000;  		text-decoration: none;  		}    	a:hover {  		text-decoration:underline;  		}  		  	ul {  		list-style-type: disc;  		margin-left: 55px;  		margin-top:0px;  		}  		  	li {  		padding-left:4px;  		}  		  	sub, sup {  		line-height:0px;  		}  		  	.logo {  		position:absolute;  		top:20px;  		right:25px;  		}	  	  	#wrapper {  		width: 650px;  		margin: 20px auto 20px auto;  		background:#fff;  		padding-bottom:0;  		border: 1px #000 solid;  		position:relative;  		}    </style>      </head>  <body>    <div id="wrapper">    <div class="logo">  	<img src="logo_neu.jpg">  </div>  <p style="padding-top:100px;">Sprechen Sie die Sprache des B2B Business?</p>  <p>Sind Sie hei&szlig; auf Herausforderung, Engagement und Erfolg?</p>  <p>Das Unternehmen unseres Mandanten (60 Mitarbeiter) produziert seit vierzig Jahren international erfolgreich und innovativ chirurgische Instrumente und Implantate und steht mit klaren Visionen und Tatkraft des Teams mitten in starker Ver&auml;nderung.</p>  <p>Im Rahmen einer Wachstumsstrategie und zur Erweiterung des F&uuml;hrungsteams suchen wir eine technisch kompetente und menschlich gewinnende F&uuml;hrungspers&ouml;nlichkeit als</p>  <h1>Global Business Developer B2B (m/w) Medizintechnik</h1>  	                     <p>Direkt dem CEO unterstellt, analysieren Sie M&auml;rkte und Kunden, implementieren Strategien und sorgen f&uuml;r eine erfolgreiche Umsetzung in den L&auml;ndern. Dabei sind Sie f&uuml;r die Planungs-, Budgetierungs- und Reportingprozesse verantwortlich. Sie pflegen Beziehungen zu Schl&uuml;sselkunden im B2B-Markt, insbesondere zu den Eink&auml;ufern und Projektleitern, besuchen Zuliefermessen und kn&uuml;pfen Kontakte zu potentiellen Partnern. Ihre besondere Stellung im Unternehmen nehmen Sie verantwortungsvoll wahr, immer mit dem Ziel, einen wesentlichen Beitrag zum Umsatzwachstum und zur Weiterentwicklung des Unternehmens zu erreichen. Dies geschieht in Zusammenarbeit und mit Unterst&uuml;tzung der Gesch&auml;ftsleitung und des Customer-Support-Teams.</p>      <p>Sie verf&uuml;gen &uuml;ber mehrj&auml;hrige Praxis in vergleichbarer Funktion im internationalen technischen Industrieumfeld, vorzugsweise im Bereich Medizintechnik (chirurgische Instrumente, Wirbels&auml;ulenimplantate) und bringen idealerweise eine fundierte technische Ausbildung (Ingenieur mit Verkaufs- oder Produktmanagement-Erfahrung) oder alternativ eine betriebswirtschaftliche Ausbildung mit Schwerpunkt Business Development und/oder Marketing mit. Sie sind akquisitionsstark, vernetzt denkend und gewinnend in der Kommunikation. Als unternehmerisch denkende, innovative Pers&ouml;nlichkeit, unkompliziert und Hands-on geblieben, sind Sie Motivator und leben die Werte des Unternehmens. Ihr Arbeitsort ist im Raum Tuttlingen, wobei Sie in dieser Funktion etwa 40 % national- und international unterwegs sein werden. Erforderliche Sprachen sind Deutsch und Englisch in Wort und Schrift, jede weitere Sprache ist ein Plus.</p>              <p>Wir freuen uns auf Ihre vollst&auml;ndigen Bewerbungsunterlagen  zur vertraulichen Einsicht in elektronischer Form. Bitte senden Sie Ihre Bewerbung als PDF-Datei an: <a href="mailto:d.frank@frankkommunikation.net">d.frank@frankkommunikation.net</a></p>    <p>F&uuml;r Fragen steht Ihnen Dagmar Frank unter 0049 (0) 174 19 19 690 gerne zur Verf&uuml;gung.</p>  <p>&nbsp; </p>  <div style="background:#de1331; height:5px;"></div>             </div>      <div id="foo" style="display:none;">Vertriebsmitarbeiter Vertriebsmitarbeiterin Kaufmann Kauffrau Techniker Technikerin Medizintechniker Medizintechnikerin Ingenieur Ingenieurin Produktmanager Produktmanagerin Manager Managerin Betriebswirt Betriebswirtin BWL Betriebswirtschaftslehre   </div>    <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '98545']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/98545" style="border:0"></noscript></body>  </html>