<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">  <html>  <head>  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">  <title></title>    <style type="text/css">    	body, div, td, tr, h1, h2, h3, p, ul, li, ol, a, img {  		margin: 0;  		padding: 0;  		font-family: Arial,Helvetica,Sans-Serif;  		font-size: 13px;  		color: #000000;  		}  		  	p, h1, h2, h3, ul {  		margin:25px 40px 0px 40px;  		text-align:left;  		}  	  	ul, li {  		text-align:left;  		}  		  	p, ul, li, ol, a {  		line-height:140%;  		}  		  	h1 {  		font-size: 26px;  		color:#de1331;  		}  		  	h2 {  		font-size: 20px;  		}  		  	h3 {  		font-size: 17px;  		}  		  		  	a {  		color: #000000;  		text-decoration: none;  		}    	a:hover {  		text-decoration:underline;  		}  		  	ul {  		list-style-type: disc;  		margin-left: 55px;  		margin-top:0px;  		}  		  	li {  		padding-left:4px;  		}  		  	sub, sup {  		line-height:0px;  		}  		  	.logo {  		position:absolute;  		top:20px;  		right:25px;  		}	  	  	#wrapper {  		width: 650px;  		margin: 20px auto 20px auto;  		background:#fff;  		padding-bottom:0;  		border: 1px #000 solid;  		position:relative;  		}    </style>      </head>  <body>    <div id="wrapper">    <div class="logo">  	<img src="logo_neu.jpg">  </div>  <p style="padding-top:100px;">Sprechen Sie die Sprache des B2B Business?</p>  <p>Sind Sie hei&szlig; auf Herausforderung, Engagement und Erfolg?</p>  <p>Das Unternehmen unseres Mandanten produziert seit vierzig Jahren international erfolgreich und innovativ chirurgische Instrumente und Implantate und steht mit klaren Visionen und Tatkraft des Teams mitten in starker Ver&auml;nderung.</p>  <p>Um die n&auml;chste Stufe der Qualit&auml;tsstandards nach ISO 13485 zu erreichen, wird das 60-k&ouml;pfige Team am Standort im Raum Tuttlingen mit Ihnen verst&auml;rkt als</p>  <h1>Leiter (m/w) <br>    Qualit&auml;tsmanagement (80 % - 100 %) Medizintechnik</h1>  	<h2 style="margin-top: 0px;">Mitglied des Managementteams</h2>	                     <p>Direkt dem Gesch&auml;ftsf&uuml;hrer unterstellt, sind Sie f&uuml;r die F&uuml;hrung und Weiterentwicklung des Qualit&auml;tsmanagementsystems nach ISO 13485 verantwortlich. Zu Ihren Aufgaben geh&ouml;ren die Weiterentwicklung des QM-Systems und der Gesch&auml;ftsprozesse, die Planung, Organisation und Durchf&uuml;hrung der internen Audits (System, Prozesse, Produkte) wie auch die Organisation, Begleitung und Nachbearbeitung der externen Audits (Kunden, Zertifizierungsstellen, Lieferanten).<br>      Mit Fingerspitzengef&uuml;hl und dem Blick f&uuml;rs Wesentliche erkennen Sie Bed&uuml;rfnisse der relevanten Anspruchsgruppen &ndash; insbesondere der OEM-Kunden &ndash; und implementieren die spezifischen Anforderungen. Sie coachen die Prozesseigner in Qualit&auml;tsthemen, sind zust&auml;ndig f&uuml;r die technische Kundenbetreuung, f&uuml;r das Reklamationsmanagement und die Abweichungs&shy;bearbeitung. Mit Ihrem systematischen Reporting dokumentieren Sie diese und sorgen daf&uuml;r, dass sich das Unternehmen fortw&auml;hrend weiterentwickeln kann. Weiterhin sind Sie f&uuml;r die Funktion als QMB (Qualit&auml;tsmanagement-Beauftragter) vorgesehen.    </p>      <p>F&uuml;r diese vielseitige Position suchen wir eine Pers&ouml;nlichkeit mit einem abgeschlossenen Studium als Ingenieur in Maschinenbau / Verfahrenstechnik sowie mit Erfahrungen im Qualit&auml;ts&shy;management (ISO 13485). Sie sehen sich  in einer beratenden, dienstleistungs&shy;orientierten Rolle und beherrschen die Konzeption und Umsetzung der geforderten Medizintechnik-Qualit&auml;tsstandards. Vorausschauend erkennen Sie k&uuml;nftige Entwicklungen, bauen  die Position des Unternehmens aus, und setzen Ihre Erkenntnisse bez&uuml;glich Qualit&auml;t zielgerichtet und unter unternehmerischem Aspekt um. Gute Englischkenntnisse runden Ihr Profil ab.  </p>    <p>Sehen Sie die Chance, Ihr Wissen und K&ouml;nnen f&uuml;r dieses international erfolgreichen Nischenplayer umzusetzen? Dann freuen wir uns auf Ihre Bewerbung (PDF-Datei) mit Angabe Ihrer Einkommensvorstellung und des fr&uuml;hestm&ouml;glichen Eintrittstermins unter: <a href="mailto:d.frank@frankkommunikation.net">d.frank@frankkommunikation.net</a></p>    <p>F&uuml;r Fragen steht Ihnen Dagmar Frank unter 0049 (0) 174 19 19 690 gerne zur Verf&uuml;gung.</p>  <p>&nbsp; </p>  <div style="background:#de1331; height:5px;"></div>             </div>      <div id="foo" style="display:none;">Vertriebsmitarbeiter Vertriebsmitarbeiterin Techniker Technikerin Qualitätsmanager Qualitätsmanagerin Medizintechniker Medizintechnikerin Ingenieur Ingenieurin Produktmanager Produktmanagerin Manager Managerin Betriebswirt Betriebswirtin BWL Betriebswirtschaftslehre Leiter Leiterin Leitung Verfahrenstechniker Verfahrenstechnikerin Maschinenbau   </div>    <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '98548']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/98548" style="border:0"></noscript></body>  </html>