<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd" > <html> <head> <meta http-equiv="Cache-Control"> <meta http-equiv="Pragma"> <meta http-equiv="Expires"> <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/> <title></title>  <style type="text/css">       body, div, table, td, tr, ul, li, p, a, h1, h2, h3, h4, h5, h6, img { 	    margin:0; 	    padding:0;     }          table { 	  	border-collapse:collapse; 	 	border-spacing:0; 	  	border:0;   	}   	      a img, img { 	    border:0 solid #fff;     }          p, ul, li, a, h1, h2, h3, h4, h5, h6 { 	    font-family:Arial,Helvetica,Sans-Serif; 	    font-size:13px; 	    color:#000; 	    text-align:left; 	    line-height:18px;     }          p { 	    padding:20px 50px 5px 50px;     }          a { 	    text-decoration:none;     }          a:hover { 	    color:#000099; 	    text-decoration:underline;     }      h1 { 	    color:#000099; 	    font-size:30px; 	    padding:25px 0px 25px 50px; 		line-height:32px;     }          h1 span { 	    font-size:13px;     }          h2 { 	    font-size:13px; 	    color:#000099; 	    padding:20px 0px 5px 50px;     }          ul { 	    list-style-type:disc; 	    padding:5px 30px 0px 70px;     }          li { 	    color:#000000; 	    padding-bottom:3px;     }      </style>  </head>   <body> <div align="center" style="margin:0 auto; background:url(bg_main_lineargradient.png) repeat-x left top; background-size:auto 100%; background-color:#ffffff; padding:35px 0;">  		 	<table style="margin:0 auto;width:750px;background-color:#ffffff;" cellpadding="0" cellspacing="0"> 			 		<tr> 			<td valign="top" colspan="2" style="text-align:left;height:80px;"> 			 				<a href="https://www.sulzer.com/de/Careers" target="_blank"><img src="logo.png" style="margin:30px 10px 10px 50px;"></a> 				 			</td> 		</tr>  		<tr> 			<td valign="top" colspan="2" style="text-align:center;"> 			 				<img src="top02.jpg" alt=""> 				  			</td>  		</tr>  		<tr>  			<td valign="top" colspan="2"> 				<p> 				<i>Sulzer Pumps, eine Division der Sulzer AG, ist ein global f&uuml;hrender Entwickler und Anbieter von Kreiselpumpen in den Marktsegmenten &Ouml;l und Gas, Kohlenwasserstoffverarbeitung, Energieerzeugung, Wasser, Abwasser sowie Papier und Zellstoff.<br/> 					<br/> 					Aufgrund steigender vertraglicher Komplexit&auml;t in unserem internationalen Projektgesch&auml;ft suchen wir f&uuml;r unser Team <b>Commercial, Contracts, Risk & Claims Management</b> am Standort <b>Bruchsal</b> einen</i> 				</p>   				<h1 style="margin-left:-20px;"> 					Contract Manager / Commercial Manager (m/w) 				</h1>   				<h2 style="padding-top:0;">Ihre Aufgabe:</h2> 				 				<p style="padding-top:0;"> 					In dieser abwechslungsreichen und anspruchsvollen Aufgabe stellen Sie weitestgehend selbst&auml;ndig die Minimierung von kommerziellen Risiken f&uuml;r die lokale Gesch&auml;ftseinheit sowie f&uuml;r weitere Sulzer Business Units gem&auml;&szlig; der Zust&auml;ndigkeitsmatrix innerhalb des Legal Team EMEA sicher und tragen mit Ihrer Arbeit aktiv zur Wertsch&ouml;pfung sowie dem langfristigen wirtschaftlichen Unternehmenserfolg bei. Im Alltag beinhaltet dies unter anderem: 				</p> 		 							 				<ul> 					<li>Pr&uuml;fung der besonderen (u.a. aus technischen Fragestellungen resultierenden oder mit Zahlungsbedingungen, Steuern, Exportbeschr&auml;nkungen etc. im Zusammenhang stehenden) kommerziellen,  rechtlichen und steuerlichen Bedingungen von Angeboten und Kunden-/ Lieferantenvertr&auml;gen</li> 					<li>Bewertung und Absicherung eventueller Risiken bei Vertragsabschl&uuml;ssen sowie Aufbereitung von Handlungsempfehlungen f&uuml;r das Management</li> 					<li>Praxisorientierte juristische und kaufm&auml;nnische Unterst&uuml;tzung, Beratung und Schulung aller Fachabteilungen in kommerziellen, rechtlichen und steuerlichen Fragestellungen bei Angeboten, Vertragsgestaltung und Vertrags&auml;nderungen, einschlie&szlig;lich z.B. Haftung, Versicherungen, Zahlungssicherheiten (national und international)</li> 					<li>Unterst&uuml;tzung und Verhandlung bei Claims von Kunden und gegen&uuml;ber Lieferanten</li> 					<li>Erarbeitung von Standards zu unterschiedlichen  kommerziellen, rechtlichen und sonstigen Themen</li> 					<li>Unterst&uuml;tzung und Beratung in Zoll- bzw. Au&szlig;enwirtschaftsthemen</li> 					<li>Mitwirkung, Erstellung sowie Umsetzung von Anweisungen</li>					 				</ul>  				<h2>Ihr Profil:</h2>  				<p style="padding-top:0px; padding-bottom:0;"> 				Sie haben ein Studium, idealerweise zum Wirtschaftsjuristen (m/w), erfolgreich abgeschlossen oder haben sich gleichwertige Fachkenntnisse anderweitig angeeignet. Sie verf&uuml;gen bereits &uuml;ber einschl&auml;gige Berufserfahrung im internationalen Vertragsrecht (einschlie&szlig;lich Zoll- bzw. Au&szlig;enwirtschaftsthemen und Umsatzsteuerrecht, sowie idealerweise FIDIC). Die internationale Zusammenarbeit mit Kunden, externen Partnern und Schwestergesellschaften empfinden Sie als Bereicherung. Ihre verhandlungssicheren Englisch- und idealerweise Franz&ouml;sischkenntnisse konnten Sie in diesem Kontext bereits unter Beweis stellen. Gelegentlichen Dienstreisen stehen Sie offen gegen&uuml;ber. Die F&auml;higkeit zum konstruktiven Dialog mit verschiedensten Schnittstellen setzen wir genauso voraus wie eine kunden- und ergebnisorientierte Arbeitsweise. 				</p> 						 				<h2>Wir bieten:</h2>  				<p style="padding-top:0px; padding-bottom:0;"> 				Bei Sulzer werden Sie Teil eines renommierten Teams. Wir bieten Ihnen ein hohes Ma&szlig; an Eigenverantwortung, eine ad&auml;quate Verg&uuml;tung sowie ausgezeichnete Zukunftsperspektiven. 				</p> 							 				<h2>Kontakt:</h2> 				 				<p style="padding-top:0px; padding-bottom:0;"> 					Bei Interesse freuen wir uns auf Ihre aussagekr&auml;ftige Bewerbung einschlie&szlig;lich Ihrer Gehaltsvorstellung und Verf&uuml;gbarkeit. F&uuml;r erste Fragen steht Ihnen Frau Schweinfurth gerne unter +49 (0)7251 / 76-421 zur Verf&uuml;gung. 				</p> 				 			    <p style="text-align:center; margin:40px 0 35px 0; padding-top:0;"> 				 <a href="https://career012.successfactors.eu/sfcareer/jobreqcareer?jobId=45685&company=Sulzer&username" target="_blank" style="padding:15px 20px; color:#ffffff; background:url(bg_button.png) no-repeat right top; font-size:15px; background-size:10px; background-color:#A49F0F;"> <b>Jetzt bewerben!</b></a> 			    </p> 			    				 				<p style="padding-top:0px; padding-bottom:18px;"> 					<b>Sulzer Pumpen (Deutschland) GmbH</b><br/> 					Personalabteilung<br/> 					Ernst-Blickle-Str. 29<br/> 					76646 Bruchsal<br/> 				</p>			  				<div style="text-align:right;border-top:1px solid #d5d3d3;"> 				 					<a href="https://www.sulzer.com" target="_blank"><img src="logo.png" style="padding:20px 50px 30px 0px;"></a> 					 				</div> 				  			</td>  		</tr>  	</table>  	<div id="foo" style="display: none;"> 	Legal Jurist Juristin Wirtschaftsjuristin Wirtschaftsjurist Jura Vertragsmanagement Syndikus Anwalt Anwältin Master Business Law Wirtschaftsrecht Claim-Manager Claim-Managerin Diplom Dipl. Diplom-Arbeitsjurist Diplom-Arbeitsjuristin Diplom-Wirtschaftsjurist Diplom-Wirtschaftsjuristin Wirtschaftsrechtler Wirtschaftsrechtlerin Rechtsanwalt Rechtsanwältin Süddeutschland Südwestdeutschland Baden-Württemberg Karlsruhe Speyer Landau in der Pfalz Pforzheim Heidelberg Neustadt an der Weinstraße Sinsheim Heilbronn 	</div> 	  </div>  </body>  </html>