<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd" > <html> <head> <meta http-equiv="Cache-Control"> <meta http-equiv="Pragma"> <meta http-equiv="Expires"> <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/> <title></title>  <style type="text/css">           	body, table, div, td, tr, h1, h2, h3, h4, h5, h6, p, ul, li, a, img {  		margin:0;  		padding:0; 	} 	 	* { 		box-sizing: border-box; 	}  	table { 		border-collapse:collapse; 		border-spacing:0; 		border:0; 	}  		  	a img, img { 		border:none; 	}  	  	p, a, ul, li, h1, h2, h3, h4, h5, h6 {  		font-family: Helvetica Neue,Helvetica,Arial,sans-serif; 		font-size:14px;  		text-align:left;  		line-height:20px;  		color:#000000; 	}  		  	h1 {  		font-size:45px;  		line-height:36px; 		margin:0 -25px 25px -25px; 		padding:20px 25px 18px 25px; 		border-top:2px solid #ffffff; 		background-color:#95C112; 		text-align:center;  	}  	 	h1 span { 		font-size:26px; 	} 	   	 	h2 { 		clear:both; 		float:left; 		display:inline-block; 		width:120px; 	} 	 	h3 { 		margin-top:10px; 	} 	  	a {  		text-decoration:none;  	}  		  	a:hover {  		color:#95C112;  	}  	  	ul {  		list-style-type:disc; 		list-style-image:url(list.png); 		margin:0 0 10px 13px; 		float:right; 		display:inline-block; 		width:580px;  	} 	 	 	li { 		padding:0; 	}  </style>  </head>   <body> <div align="center" style="margin:0 auto; background-color:#ffffff; padding:35px 0;">  	<div style="width:800px; background:url(header_layout01.jpg) no-repeat center top; background-size:800px auto; padding:335px 25px 0 25px;-webkit-box-shadow: 0px 0px 10px 0px rgba(50, 50, 50, 0.4); -moz-box-shadow:0px 0px 10px 0px rgba(50, 50, 50, 0.4); box-shadow:0px 0px 10px 0px rgba(50, 50, 50, 0.4);">	 			 		<p style="padding:0 135px 10px 0; text-align:justify;"> 			Wir sind eine mittelst&auml;ndische Unternehmensgruppe mit Vertriebsgesellschaften in 16 L&auml;ndern 			Europas, Nordamerikas und Asiens und besch&auml;ftigen insgesamt &uuml;ber 900 Mitarbeiter. Wir z&auml;hlen 			weltweit zu den f&uuml;hrenden Herstellern unserer Branche und exportieren unsere Produkte in &uuml;ber 			120 L&auml;nder. Die Schwerpunkte unserer Fertigung sind Stanz- und Umformtechnik, Schwei&szlig;en und 			Montage sowie Kunststoffverarbeitung. Unsere Kunden sind &uuml;berwiegend Industriefirmen, die unsere 			Produkte in ihre Erzeugnisse einbauen sowie der technische Fachhandel. 		</p> 		 		<p style="text-align:justify; background-color:#95C112; padding:0 25px 15px 25px; margin:0 -25px;"> 			<b>Eine seri&ouml;se, dynamische Gesch&auml;ftspolitik, die Qualit&auml;t unserer Produkte und ein gutes Betriebsklima sind die Grundlagen unseres anhaltenden Erfolges. Zur Verst&auml;rkung unserer Qualit&auml;tssicherung und zur weiteren Verbesserung unserer Qualit&auml;tsprozesse suchen wir Sie als</b> 		</p>  		<h1> 			Mitarbeiter Qualit&auml;tssicherung <span>(m/w)</span> 		</h1> 		 		<h2>Ihre Aufgaben</h2> 		 		<ul> 			<li>Bearbeitung von Kunden-, Lieferanten- sowie internen Reklamationen</li> 			<li>Ursachen- und Fehleranalyse von Reklamationen und Einleitung von Korrekturma&szlig;nahmen</li> 			<li>Einf&uuml;hrung und &Uuml;berwachung von qualit&auml;tssichernden Ma&szlig;nahmen in der Fertigung<br/> 				(z.B. Betreuung Erstserienanl&auml;ufe)</li> 			<li>Laufende fertigungsbegleitende Qualit&auml;tspr&uuml;fung</li> 			<li>Betreuung unseres KVP-Prozesses (Kontinuierlicher Verbesserungsprozess)</li> 			<li>Verfassen von Qualit&auml;tsberichten</li> 		</ul> 		 		<h2>Ihr Profil</h2> 		 		<ul> 			<li>Abgeschlossene technische Berufsausbildung</li> 			<li>Erfahrung im Umgang mit Messinstrumenten</li> 			<li>Pr&auml;zise, gr&uuml;ndliche und effiziente Arbeitsweise</li> 			<li>Ausgepr&auml;gtes Qualit&auml;tsbewusstsein</li> 			<li>SAP-Kenntnisse w&uuml;nschenswert</li> 		</ul> 		 		<h2>Unser Angebot</h2> 		 		<ul> 			<li>Langfristiger und sicherer Arbeitsplatz in einer expandierenden, zukunftsorientierten und gesunden mittelst&auml;ndischen Unternehmensgruppe</li> 			<li>Eine offene Arbeitsatmosph&auml;re in einem modernen Umfeld und kurze Entscheidungswege</li> 			<li>Eine gr&uuml;ndliche Einarbeitung in das umfangreiche Aufgabengebiet</li> 		</ul> 		 		<div style="clear:both;"></div> 		 		<h3>Haben wir Ihr Interesse geweckt?</h3> 			 		<p style="margin-bottom:40px;"> 			Dann freuen wir uns auf Ihre vollst&auml;ndige Bewerbung im PDF-Format (Anschreiben, Lebenslauf, Zeugnisse), die Sie uns bitte per E-Mail unter Angabe Ihrer Einkommensvorstellung und des fr&uuml;hest m&ouml;glichen Eintrittstermins zusenden.<br/> 			F&uuml;r n&auml;here Informationen steht Ihnen unser Personalleiter Herr Raumann (Telefon: 07428 932-191) gerne zur Verf&uuml;gung. 		</p> 		 		<a href="http://www.blickle.com/" target="_blank"><img src="logo.png" height="55px" style="float:right; margin-top:2px;"></a>  		<div style="float:left; display:inline-block;"> 		 			<p style="text-align:right; margin:0 0 20px 0;"> 				Blickle R&auml;der+Rollen GmbH u. Co. KG<br/> 				Heinrich-Blickle-Stra&szlig;e 1 &middot; 72348 Rosenfeld &middot; Tel.: 07428 932-0<br/> 				Fax: 07428 932-79191 &middot; E-Mail: <a href="mailto:personal@blickle.com?subject=Bewerbung%20auf%20Ihre%20Stellenanzeige">personal@blickle.com</a> &middot; <a href="http://www.blickle.com/" target="_blank">www.blickle.com</a> 			</p>  		</div> 		 		<div style="clear:both;"></div>  		<img src="footer_layout01.jpg" width="800px" style="margin:0 -25px;"> 		  	</div>  	 </div>   <div id="foo" style="display: none;"> Ingenieur Elektroingenieur Automatisierungsingenieur Maschinenbauingenieur Entwicklungsingenieur Konstruktionsingenieur Mechatroniker Techniker Produktionstechniker Elektrotechnikingenieur Diplom-Ingenieur Engineer Dipl.-Ingenieur Konstruktionstechniker Elektrotechniker Konstrukteur Automatisierungstechniker Maschinenbautechniker Feinwerktechniker Anlagenbauingenieur Diplom Dipl. Dipl.-Ing. Master Bachelor of science engineering B.Sc. B.Eng. M.Sc M.Eng Dipl-Ing staatlich staatl. geprüfter geprüfte gepr. gepr IHK Sondermaschinenbau Konstruktionstechnik Ingenieurwissenschaften Ingenieurwissenschaft Maschinenbautechnik Metallbau Fahrzeugbau Automotive Industrie Produktion Elektrotechnik Entwicklung Prüfstand Prüfverfahren Mechatronik Feinwerktechnik Elektrotechnik Ingenieurin Elektroingenieurin Automatisierungsingenieurin Maschinenbauingenieurin Entwicklungsingenieurin Konstruktionsingenieurin Mechatronikerin Technikerin Produktionstechnikerin Elektrotechnikingenieurin Diplom-Ingenieurin Dipl.-Ingenieurin Konstruktionstechnikerin Elektrotechnikerin Konstrukteurin Automatisierungstechnikerin Maschinenbautechnikerin Feinwerktechnikerin Anlagenbauingenieurin BaWü Balingen Albstadt Silz Neckar Horb Freudenstadt Rottenburg Tübingen Reutlingen Tuttlingen Villingen-Schwenningen Schramberg Baiersbronn Sigmaringen Loßburg Herrenberg </div>  </body>  </html>