<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"> <html> <head> <meta http-equiv="Content-Type" content="text/html; charset=utf-8"> <title></title>  <style type="text/css"> <!-- 	body, div, table, td, tr { 		margin:0; 		padding:0;  	}  	p, ul, h1 { 		font-family:Arial,Helvetica,Sans-Serif; 		color:#000000; 		font-size:13px; 		padding-left:25px; 		padding-right:25px; 		text-align:justify; 		margin:0; 		padding-top:15px; 	} 	 	p { 	font-size:13px; 	text-align:justify; 	line-height:18px; 	}   	a { 		color:#000; 		text-decoration:none; 	}  	h1 { 	color:#000; 	font-size:34px; 	text-align:left; 	padding-top: 15px; 	}  	ul,li {  		margin:0;  		padding:0;} 	 	ul { 	 		padding-right: 25px; 		padding-left: 25px; 		text-align:left; 		margin-left:0px;  	} /*	Listenelement als Bild  li 	{ 	padding-bottom:10px; 	background:url(li.png) no-repeat 0px 3px; 	padding-left:20px; 	} */ --> </style> </head> <body>  <br> <div align="center">  <table border="0" width="600" style="border: solid 1px #000000" cellpadding="0" cellspacing="0">  	<tr> 	<td align="left" valign="top" style="background:#b5c5d8 url(top_rot.jpg) top left no-repeat; padding-bottom:15px; padding-top:295px;">     <p><img src="cleanffm.jpg" align="right" style="margin-left: 25px; margin-bottom: 15px; margin-top: 4px;">Die &ouml;ffentlichen Pl&auml;tze, Stra&szlig;en und Gr&uuml;nanlagen der Stadt Frankfurt am Main erfreuen sich einer stetig steigenden Nachfrage. Es bleibt allerdings nicht aus, dass durch diese ge&auml;nderte Situation der Nutzungs&shy;druck auf die Anlagen, Stra&szlig;en und Pl&auml;tze zunimmt; dieser macht sich unter anderem in einem gr&ouml;&szlig;eren M&uuml;llaufkommen bemerkbar. Im Rahmen eines Pilotprojekts werden daher an ausgew&auml;hlten Standorten zus&auml;tzliche Einzelma&szlig;nahmen zur Abfallbeseitigung und -vermeidung ergriffen. Das Projekt &bdquo;#cleanffm&ldquo; soll ein einheitliches Kampagnendesign und Kommunikations&shy;ma&szlig;nahmen zur Sensibilisierung f&uuml;r das Thema M&uuml;ll und Wegwerfverhalten im &ouml;ffentlichen Raum entwickeln. Ferner soll die direkte Ansprache der B&uuml;rgerinnen und B&uuml;rger durch Slogans und andere Marketingaktionen und die verst&auml;rkte Nutzung der digitalen Medien ausgebaut werden.</p>     <p>Wir suchen f&uuml;r das <b>Projekt &bdquo;#cleanffm&ldquo;</b> f&uuml;r die Stabsstelle Sauberes Frankfurt zum n&auml;chstm&ouml;glichen Zeitpunkt, <b>befristet f&uuml;r die Dauer von zweieinhalb Jahren </b>eine/einen</p>     <h1>Social-Media-Redakteur / <br>       Social-Media-Redakteurin (B&uuml;roangestellte/-r)<br>  <span style="font-size:16px; padding-top:10px;">EGr. 11 TV&ouml;D</span></h1> 	<p><b>Zu Ihren Aufgaben geh&ouml;ren: </b>F&uuml;r das Projekt &bdquo;#cleanffm&ldquo; der Stabsstelle Sauberes Frankfurt sind Sie f&uuml;r die Konzeption, Entwicklung und Redaktion der entsprechenden Social-Media-Plattformen, insbes. Instagram, Facebook und YouTube verantwortlich. Sie verhandeln mit den Projektbeteiligten und Agenturen, kl&auml;ren technische, redaktionelle und organisatorische Fragen und verfassen Texte f&uuml;r das Internet und Intranet. Damit Berichte von Events und Veranstaltungen zeitnah ver&ouml;ffentlicht werden k&ouml;nnen, sind Sie, insbes. in den w&auml;rmeren Monaten, auch h&auml;ufig an Wochenenden und auch in den Abendstunden im Einsatz. Selbstverst&auml;ndlich arbeiten Sie vernetzt mit den Social-Media-Redakteurinnen / Social-Media-Redakteuren und den Themenredakteurinnen / Themenredakteuren der &uuml;brigen st&auml;dtischen &Auml;mter und Institutionen. Zudem unterst&uuml;tzen Sie in der &uuml;brigen Presse- und &Ouml;ffentlich&shy;keitsarbeit und bei der Organisation von Pressekonferenzen die Stabsstellenleitung.</p> 	<p><strong>Wir erwarten:</strong> Sie verf&uuml;gen &uuml;ber ein abgeschlossenes Studium (Diplom, Bachelor) mit dem Schwerpunkt Marketing, Public Relation, Kommunikationswissenschaften oder eine vergleich&shy;bare Qualifikation. Daneben k&ouml;nnen Sie ein Volontariat oder mehrj&auml;hrige journalistische bzw. redaktionelle Erfahrungen ebenso vorweisen wie mehrj&auml;hrige praktische Berufserfahrungen mit den sozialen Medien. Sie haben gute Kenntnisse bez&uuml;glich Bildrecherche und -bearbeitung sowie Webdesign und -auftritt und Erfahrungen mit Video und Livevideo. Die F&auml;higkeit zu crossmedialem Denken und Arbeiten, eine umfassende Allgemeinbildung, Interesse an Kommunalpolitik, Flexibilit&auml;t und interkulturelle Kompetenz runden Ihr Profil ab.</p> 	<p><b>Wir bieten </b>eine interessante, vielseitige und verantwortungsvolle T&auml;tigkeit in einer attraktiven Stadt mit internationaler Anerkennung, eine betriebliche Altersversorgung, ein derzeit gef&ouml;rdertes Job-Ticket des Rhein-Main-Verkehrsverbundes sowie fachliche und pers&ouml;nliche Fortbildung und Ma&szlig;nahmen des betrieblichen Gesundheitsmanagements.</p>     <p><b>Hinweise:</b> Die Stadt Frankfurt am Main strebt an, den Anteil von Frauen in diesem Bereich zu erh&ouml;hen. Bewerbungen von Frauen werden daher besonders begr&uuml;&szlig;t. Es besteht grund&shy;s&auml;tzlich die M&ouml;glichkeit zur Teilzeitbesch&auml;ftigung. Schwerbehinderte Menschen werden bei gleicher Eignung bevorzugt eingestellt. Bewerbungen von Menschen aller Nationalit&auml;ten sind ausdr&uuml;cklich erw&uuml;nscht.</p>     <p>F&uuml;r weitere Ausk&uuml;nfte steht Ihnen <b>Frau Gabriel </b>unter der Rufnummer (069) 212-40013 zur Verf&uuml;gung.    </p></td> 	</tr>     <tr>     <td valign="top" style="padding-bottom:15px; background-color:#FFF;">       <p>Ihre aussagef&auml;higen Bewerbungsunterlagen richten Sie bitte <b>bis zum 27.10.2017</b> unter Angabe der <b>Kennziffer K1110/0304</b> an den:</p>       <p><b>Magistrat der Stadt Frankfurt am Main <br>   Umweltamt &ndash; 79.1 &ndash;<br>        Galvanistra&szlig;e 28, 60486 Frankfurt am Main<br> 		  oder per E-Mail an: <a href="mailto:bewerbung.79b@stadt-frankfurt.de">bewerbung.79b@stadt-frankfurt.de</a></b></p> 		<p>Weitere Informationen &uuml;ber die Arbeitgeberin Stadt Frankfurt am Main finden Sie unter: <b><a href="http://www.stellen.stadt-frankfurt.de" target="_blank">www.stellen.stadt-frankfurt.de</a></b></p></td>     </tr>  </table> <div id="foo" style="display: none">B端rokauffrau B端rokaufmann Redakteur Redakteurin Kauffrau f端r Marketingkommunikation Kaufmann f端r Marketingkommunikation PR Manager Managerin Journalist Journalistin Grafiker Grafikerin Webdesigner Webdesignerin</div> </div> <br>     <script type="text/javascript"> 
    var _paq = _paq || [];
	_paq.push(['setCustomVariable', 1, 'domain', document.domain, 'visit']);
	_paq.push(['setCustomVariable', 2, 'jobboerse', 'xing', 'visit']);
	_paq.push(['setCustomVariable', 3, 'jobboerse', 'xing', 'page']);
	_paq.push(['setDoNotTrack', true]);
	_paq.push(['disableCookies']);
	_paq.push(['trackPageView']);
	_paq.push(['enableLinkTracking']);

	(function() {
	var u='https://pw.bewerbermatching.com/';
	_paq.push(['setTrackerUrl', u+'piwik.php']);
	_paq.push(['setSiteId', '102220']);
	var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript';
	g.defer=true; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
	})();</script><noscript><img src="https://pw.bewerbermatching.com/xing/102220" style="border:0"></noscript></body>  </html>                 