<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de">
<head>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1" />
<title>Schulungsinhalte</title>
<meta name="keywords" content="" />
<meta name="description" content="" />
<link rel="stylesheet" type="text/css" href="files/main.css" media="screen" />
<link rel="stylesheet" type="text/css" href="files/navigation.css" media="screen" />
</head>
<body>
<div><a name="top"></a></div>
<div id="website">

<!-- start HEADER -->
	<div id="header"><div id="logo"><a href="/index.php" title="Küpper EDV - Computerschulungen Ruhrgebiet PC-Kurse Bochum"><img src='images/logo_neu.gif'></a></div>
		
		
		<div id="breadcrumb">Sie befinden sich hier: <a href="/index.php">Startseite</a>  &#8250;&#8250; <a href="20-0-individuelle-computer-schulungen-pc-schulungen.html">Schulungen</a> &#8250;&#8250; <a href="35-0-schulungsinhalte.html">Schulungsinhalte</a> </div>
		
 |<div class=topnavi_rechts><a href="21-0-computerschulungen-hattingen-bochum-essen-nrw-ruhrgebiet--edv-kuepper.html" class=linktopp_rechts>Home</a>|<a href="22-0-kontakt.html" class=linktopp_rechts>Kontakt</a>|<a href="23-0-impressum.html" class=linktopp_rechts>Impressum</a>|</div>

	</div>
<!-- end header -->

<!-- start #content -->	
	<div id="content">
	<div id="content2">
		<div id="navigation">
			<div id="navcontainer">
<ul class="nav1st"><li class="active"><a class="current" href="20-0-individuelle-computer-schulungen-pc-schulungen.html">Schulungen</a><ul class="nav2nd"><li><a href="32-0-computer-schulung-fuer-mitarbeiterinnen-bildungsscheck-nrw-bochum-dortmund-ruhrgebiet.html">Für Mitarbeiter</a></li><li><a href="34-0-pc-schulungen-fuer-privatpersonen-computerschulungen.html">Für Privatpersonen</a></li><li class="active"><a class="current" href="35-0-schulungsinhalte.html">Schulungsinhalte</a></li></ul></li><li><a href="3-0-Ueber-uns.html">Dienstleistungen</a></li><li><a href="4-0-schnellauswahl.html">Service</a></li><li><a href="27-0-erfolg-sichern.html">Software</a></li><li><a href="24-0-anfahrt.html">Anfahrt</a></li><li><a href="13-0-kuepper-edv-schulung-und-beratung-hattingen.html">Kontakt</a></li></ul></div>

		</div>
		<div id="main">
					
			<div id="main-block">
			<div id="main-block2">
				<h1>Kurzüberblick der individuellen Schulungsinhalte</h1>

<p><strong>Grundlehrgang - Hilfe f&uuml;r Anf&auml;nger</strong></p>

<p>Sie sind noch ein absoluter Anf&auml;nger?<br />
F&uuml;r Sie ist der PC noch ein gro&szlig;es Fragezeichen?</p>

<p>Ein Computerkurs f&uuml;r Anf&auml;nger soll Ihnen die grundlegenden Dinge am PC n&auml;her
bringen. Vielleicht m&ouml;chten Sie lernen wie man mit Word einen Brief schreibt,
mit Excel eine Tabellenkalkulation durchf&uuml;hrt, wie man CDs brennt, wie man
E-Mails automatisch abrufen kann, Grundlagen Ihres Betriebssystems (Windows,
...), Office-Programme usw.</p>

<p><strong>PC Einsteiger</strong></p>

<p>Sie wollen einen Computer bedienen, haben aber noch keine oder nur geringe
Erfahrung. Dieser Kurs setzt ganz am Anfang an.</p>

<p>Sie lernen die Bestandteile des Computers kennen, wie die Kabel angesteckt
werden und wie der PC (Personal Computer) in Betrieb genommen wird. Sie starten
Programme und speichern Daten in einer von Ihnen angelegten Ordnerstruktur. Sie
erfahren, wie der Desktop gestaltet und angepasst werden kann, wie mittels
Zwischenablage Daten von einem Programm in ein anderes &uuml;bertragen werden, wie
Programme installiert werden und was bei Problemen zu tun ist.</p>

<p><strong>Word f&uuml;r Einsteiger</strong></p>

<p>Word ist das meist verwendete Textverarbeitungsprogramm, deshalb geh&ouml;rt der
Wordkurs auf alle F&auml;lle zur Standardausbildung.</p>

<p>Sie lernen die effektive Texteingabe und schnelle Formatierung. Dabei werden
Ihnen viele Tipps und Tricks f&uuml;r Zeichen-, Absatz- und Seitenformatierung
vermittelt. Rahmen- und Schattierung, Abst&auml;nde, Einz&uuml;ge und Tabulatoren. Sie
lernen die Vorz&uuml;ge der Word-Tabelle kennen, wie Sonderzeichen eingef&uuml;gt werden,
auch Bilder und Cliparts.</p>

<p>Das Erstellen von Texten und Briefen jeglicher Art ist neben dem Internet
eine der h&auml;ufigsten Anwendungen auf dem Computer. Verst&auml;ndlich, denn das
Erfassen, Korrigieren und Gestalten von Texten ist eine bequeme Sache. Das
Textprogramm Microsoft Word&trade;, das wohl f&uuml;hrende Schreibprogramm weltweit, ist
heute auf fast jedem Komplett-PC vorinstalliert. Mit dem Office-Programm
Microsoft Word&trade; macht die Gestaltung von Schriftst&uuml;cken am Computer auch viel
Freude - wenn man wei&szlig;, wie es geht. Dieser Kurs ist f&uuml;r alle geeignet, die mit
dem Programm Microsoft Word&trade; Briefe erstellen m&ouml;chten - geht aber &uuml;ber das
blo&szlig;e Schreiben und Korrigieren hinaus. So lernen Sie etwa auch, wie Sie Bilder
in ein Dokument einf&uuml;gen und diese beliebig auf dem Papier anordnen k&ouml;nnen.<br />
Lassen Sie sich in unserem Seminar den Umgang mit dem Schreibprogramm erkl&auml;ren
und wenden Sie Ihr neues Wissen gleich in einigen &Uuml;bungen an.</p>

<p><strong>Word f&uuml;r Fortgeschrittene</strong></p>

<p>Word h&auml;lt f&uuml;r den versierten Anwender viele interessante Funktionen bereit,
die Ihre Schreibarbeit wesentlich verk&uuml;rzen.</p>

<p>Sie lernen den Einsatz von Kopf- und Fu&szlig;zeilen kennen, wie Text in Spalten
aufgeteilt wird, wie Sie mit Textbausteinen in Windeseile einen Brief
erstellen. Die Erstellung von Format- und Dokumentvorlagen. Wie Serienbriefe
erstellt werden, mit Verwendung unterschiedlicher Datenquellen. Der Ausdruck
von Serienetiketten und den Versand von Serienemails. Au&szlig;erdem erfahren Sie wie
Formulare erstellt werden.</p>

<p><strong>Excel f&uuml;r Einsteiger</strong></p>

<p>Excel ist &uuml;berall dort das richtige Werkzeug wo es um Rechnen geht, sei es
eine Rechnung oder ein Vereinskassenbuch, Excel kennt nahezu keine Grenzen. </p>

<p>Sie lernen, wie eine Kalkulationstabelle aufgebaut, formatiert und mit
Formeln versehen wird, Dabei werden viele Funktionen eingebunden: SUMME,
ANZAHL, HEUTE, WENN... W&auml;hrend des Kurses erstellen Sie viele Tabellen f&uuml;r den
praktischen Einsatz, die Sie nat&uuml;rlich auf Diskette mitnehmen d&uuml;rfen.</p>

<p><strong>Excel f&uuml;r Fortgeschrittene</strong></p>

<p>Excel hat eine breite Funktionsvielfalt, die sowohl im technischen, als auch
im kfm. Bereich viele L&ouml;sungen erm&ouml;glicht. Wir richten uns an jene, die viel
mit Excel arbeiten und Ihren &quot;Horizont&quot; erweitern wollen.</p>

<p>Erstellen von mehrseitigen Tabellenl&ouml;sungen. Zuweisung von Bereichsnamen f&uuml;r
Zellen und Matrizen. Sie lernen komplexe Funktionen (z.B. SVERWEIS) kennen und werden
in die Erstellung und Gestaltung von Diagrammen eingef&uuml;hrt. Au&szlig;erdem lernen
Sie, wie Diagramme und Tabellen mittels OLE-Verkn&uuml;pfung in Word eingef&uuml;gt
werden.</p>

<p><strong>PowerPoint</strong></p>

<p>PowerPoint erm&ouml;glicht die Erstellung von Bildschirmpr&auml;sentationen, die per
Monitor, oder Beamer betrachtet werden. Multimediale Effekte erlauben
interessante und ansprechende Gestaltungen. PowerPoint-Pr&auml;sentationen eigenen
sich hervorragend zur Unterst&uuml;tzung von Vortr&auml;gen und Unterricht, ebenso f&uuml;r
Schaufensterwerbung und Messest&auml;nden.</p>

<p>Sie werden mit PowerPoint vertraut gemacht und lernen den Einsatz der
Werkzeuge f&uuml;r Schrift, Bild und Ton kennen. Sie werden Pr&auml;sentationen erstellen
die in Schleifen ablaufen und /oder vom Betrachter navigiert werden</p>

<p><strong>Outlook</strong><br />
Outlook ist ein Kommunikations- und Organisationstalent. Es verwaltet Ihre
Adressen, Termine, Aufgaben, Notizen und Emails.</p>

<p>Sie lernen Outlook strukturiert kennen, erfassen Adressen, definieren
verschiedene Ansichten, werden Termine eintragen, &auml;ndern, Besprechungen planen
und dazu einladen. Einzelne und Serienemails versenden, schlie&szlig;lich Aufgaben
erstellen, terminieren und zuweisen.</p>

<p><strong>Access</strong></p>

<p>Access ist ein Datenbank-Verwaltungsprogramm,
das in der Lage ist zwischen mehreren Tabellen Beziehungen herzustellen, mit
deren Hilfe alle m&ouml;glichen Sortier- und Filterpatronen realisiert werden
k&ouml;nnen. Durch die M&ouml;glichkeit, Bedienungsoberfl&auml;chen zu erzeugen, k&ouml;nnen mit
Access nahezu alle Aufgabenstellungen gel&ouml;st werden. Access ist f&uuml;r alle
Anwender, die bei Excel nicht mehr weiter kommen, die ideale L&ouml;sung.</p>

<p>Sie lernen die Funktionsweise von Access kennen und werden Datenbanken mit
Tabellen, Abfragen, Formularen, Berichten (Ausdrucken) erstellen, mit dem Ziel
einer m&ouml;glichst benutzerfreundlichen Bedienungsoberfl&auml;che</p>

<p>Microsoft Access ist das beliebteste Datenbankprogramm, das im Gegensatz zu
Excel-Datenbanken uneingeschr&auml;nkt mehrere Benutzer unterst&uuml;tzt und auch
Netzwerkverbindungen via ODBC sowie SQL-Querys erlaubt.<br />
Microsoft Access ist das Standard- Datenbankprogramm f&uuml;r den PC. Sie planen MS
Access zur Organisation Ihrer Datenbest&auml;nde einzusetzen oder Sie arbeiten mit
einer bestehenden Datenbank. In diesem Seminar erhalten Sie fundiertes Wissen
&uuml;ber die grundlegenden Merkmale und Einsatzm&ouml;glichkeiten von Access. Sie
lernen, eine Datenbank mit deren Objekten (Tabellen, Abfragen, Formulare,
Berichte) zu erstellen und die Unterst&uuml;tzung der Assistenten zu nutzen.</p>

<p><strong>Internet und Email</strong></p>

<p>Das Internet bringt die Welt ins Haus. &Uuml;ber Internet haben Sie Zugriff auf
zig-millionen Homepages und das Internet erm&ouml;glicht das Versenden von
elektronischer Post: Email</p>

<p>Im ersten Abschnitt lernen Sie den Aufbau und die Funktionsweise des
Internet kennen. Der zweite Abschnitt f&uuml;hrt Sie in die Arbeit mit dem
Internet-Explorer ein. Sie surfen durch das WWW, erfahren, wie Favoriten
verwaltet werden und wie Seiten aufgerufen werden. Ein wichtiger Aspekt ist die
Informationssuche mittels Suchmaschinen. Sie lernen, wie Suchmaschinen
gef&uuml;ttert werden m&uuml;ssen, damit Sie die gew&uuml;nschten Ergebnisse erhalten. Im
dritten Abschnitt lernen Sie das Programm Outlook-Express kennen und werden in
die Welt der E-Mails eingef&uuml;hrt.</p>

<p>Zu den meist genutzten Anwendungen im Internet geh&ouml;rt ohne Zweifel das
Versenden von Emails. Klar, bietet doch dem Emailversand riesige M&ouml;glichkeiten.
So k&ouml;nnen Sie via Email kosteng&uuml;nstig und in sekundenschnelle mit Freunden,
Bekannten und Gesch&auml;ftspartnern in aller Welt kommunizieren. Und nicht nur das.
Sie k&ouml;nnen auch Texte, Bilder und sogar Musik oder Ton- oder Videomaterial
mitschicken. Lernen Sie, wie Sie u.a. Ihre eigene Emailadresse anlegen und
Emails mit und ohne Dateianhang versenden k&ouml;nnen, sowie viele Funktionen von
Outlook Express.</p>

<p><a href="index.php?article_id=20&amp;clang=0" title="Zurück zur Übersicht PC-Schulungen" alt="Zurück zur Übersicht PC-Schulungen">Zurück zur Übersicht PC-Schulungen</a></p>			</div>
			</div>
		</div><!-- end #main -->
		  <div class="clearfix"></div>
	</div>
	</div>  <div class="clearfix"></div>
<!-- end #content -->




<div class="footer">
<div class="footer2">
	
	  <div class="clearfix"></div>
</div>
</div>
</div> <!-- end #website -->

</body>

</html>