<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>&#167; 2 GewStG - Einzelnorm</title><link href="../css/style.css" rel="stylesheet" type="text/css" media="screen" />
<link href="../css/print_aiz_einzel.css" rel="stylesheet" type="text/css" media="print" />
<link href="../css/jnhtml.css" rel="stylesheet" type="text/css" />
</head>
<body>
<a name="Seitenanfang"></a>
<div id="fTop">
  <div id="fTop1"></div>
  <div id="fTop2"></div>
</div>
<div id="fTopLogos"><a href="http://www.juris.de" target="_blank"><img src="../img/lay/logo_juris.gif" alt="Logo juris" width="60" height="33" border="0" align="right" title="Verweis zu juris GmbH, die Seite wird in einem eigenen Fenster angezeigt." /></a><a href="http://www.bmjv.bund.de" target="_blank"><img src="../img/lay/logo_bmj_2014.gif" alt="Logo Bundesministerium der Justiz und für Verbraucherschutz" width="179px" height="100px" style="border:0;" title="Verweis zum Bundesministerium der Justiz und für Verbraucherschutz, die Seite wird in einem eigenen Fenster angezeigt." /></a></div>
<div id="nav">
  <ul>
    <li id="grDarst5"><a href="https://gesetze-im-internet.questionpro.eu" title="Die Kurz-Umfrage wird in einem neuen Fenster geöffnet." target="_blank" class="nav">Kurz-Umfrage zur Verständlichkeit von Gesetzen</a></li>
  </ul>
</div>
<div id="level2">
  <div id="blaettercontainer">
   	<div id="blaettern_zurueck"><a href='__1.html' title='zur vorherigen Einzelnorm'><img src='../img/button/p_left.gif' width='18' height='14' alt='vorherige Einzelnorm' title='vorherige Einzelnorm' border='0' />zur&uuml;ck</a></div>
  	<div id="blaettern_weiter"><a href='__2a.html' title='zur nachfolgenden Einzelnorm'>weiter<img src='../img/button/p_right.gif' width='18' height='14' alt='nachfolgende Einzelnorm' title='nachfolgende Einzelnorm' border='0' /></a></div>
  </div>
  <div id="content_blaettern">
    <div id="container">
      <div id="paddingLR12">
<div class="jnheader"> <a name="BJNR009790936BJNE001319116"/><a href="index.html#BJNR009790936BJNE001319116">Nichtamtliches Inhaltsverzeichnis</a><h1>Gewerbesteuergesetz (GewStG)<br /><span class="jnenbez">&#167; 2</span>&#160;<span class="jnentitel">Steuergegenstand</span></h1> </div>
<div><div class="jnhtml"><div><div class="jurAbsatz">(1) <sup class="Rec">1</sup>Der Gewerbesteuer unterliegt jeder stehende Gewerbebetrieb, soweit er im Inland betrieben wird. <sup class="Rec">2</sup>Unter Gewerbebetrieb ist ein gewerbliches Unternehmen im Sinne des Einkommensteuergesetzes zu verstehen. <sup class="Rec">3</sup>Im Inland betrieben wird ein Gewerbebetrieb, soweit f&#252;r ihn im Inland oder auf einem in einem inl&#228;ndischen Schiffsregister eingetragenen Kauffahrteischiff eine Betriebsst&#228;tte unterhalten wird.</div><div class="jurAbsatz">(2) <sup class="Rec">1</sup>Als Gewerbebetrieb gilt stets und in vollem Umfang die T&#228;tigkeit der Kapitalgesellschaften (insbesondere Europ&#228;ische Gesellschaften, Aktiengesellschaften, Kommanditgesellschaften auf Aktien, Gesellschaften mit beschr&#228;nkter Haftung), Genossenschaften einschlie&#223;lich Europ&#228;ischer Genossenschaften sowie der Versicherungs- und Pensionsfondsvereine auf Gegenseitigkeit. <sup class="Rec">2</sup>Ist eine Kapitalgesellschaft Organgesellschaft im Sinne der &#167; 14 oder &#167; 17 des K&#246;rperschaftsteuergesetzes, so gilt sie als Betriebsst&#228;tte des Organtr&#228;gers.</div><div class="jurAbsatz">(3) Als Gewerbebetrieb gilt auch die T&#228;tigkeit der sonstigen juristischen Personen des privaten Rechts und der nichtrechtsf&#228;higen Vereine, soweit sie einen wirtschaftlichen Gesch&#228;ftsbetrieb (ausgenommen Land- und Forstwirtschaft) unterhalten.</div><div class="jurAbsatz">(4) Vor&#252;bergehende Unterbrechungen im Betrieb eines Gewerbes, die durch die Art des Betriebs veranlasst sind, heben die Steuerpflicht f&#252;r die Zeit bis zur Wiederaufnahme des Betriebs nicht auf.</div><div class="jurAbsatz">(5) <sup class="Rec">1</sup>Geht ein Gewerbebetrieb im Ganzen auf einen anderen Unternehmer &#252;ber, so gilt der Gewerbebetrieb als durch den bisherigen Unternehmer eingestellt. <sup class="Rec">2</sup>Der Gewerbebetrieb gilt als durch den anderen Unternehmer neu gegr&#252;ndet, wenn er nicht mit einem bereits bestehenden Gewerbebetrieb vereinigt wird.</div><div class="jurAbsatz">(6) Inl&#228;ndische Betriebsst&#228;tten von Unternehmen, deren Gesch&#228;ftsleitung sich in einem ausl&#228;ndischen Staat befindet, mit dem kein Abkommen zur Vermeidung der Doppelbesteuerung besteht, unterliegen nicht der Gewerbesteuer, wenn und soweit <dl style="font-weight:normal;font-style:normal;text-decoration:none;"><dt>1.</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>die Eink&#252;nfte aus diesen Betriebsst&#228;tten im Rahmen der beschr&#228;nkten Einkommensteuerpflicht steuerfrei sind und</div></dd><dt>2.</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>der ausl&#228;ndische Staat Unternehmen, deren Gesch&#228;ftsleitung sich im Inland befindet, eine entsprechende Befreiung von den der Gewerbesteuer &#228;hnlichen oder ihr entsprechenden Steuern gew&#228;hrt, oder in dem ausl&#228;ndischen Staat keine der Gewerbesteuer &#228;hnlichen oder ihr entsprechenden Steuern bestehen.</div></dd></dl></div><div class="jurAbsatz">(7) Zum Inland im Sinne dieses Gesetzes geh&#246;rt auch der der Bundesrepublik Deutschland zustehende Anteil <dl style="font-weight:normal;font-style:normal;text-decoration:none;"><dt>1.</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>an der ausschlie&#223;lichen Wirtschaftszone, soweit dort <dl style="font-weight:normal;font-style:normal;text-decoration:none;"><dt>a)</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>die lebenden und nicht lebenden nat&#252;rlichen Ressourcen der Gew&#228;sser &#252;ber dem Meeresboden, des Meeresbodens und seines Untergrunds erforscht, ausgebeutet, erhalten oder bewirtschaftet werden,</div></dd><dt>b)</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>andere T&#228;tigkeiten zur wirtschaftlichen Erforschung oder Ausbeutung der ausschlie&#223;lichen Wirtschaftszone ausge&#252;bt werden, wie beispielsweise die Energieerzeugung aus Wasser, Str&#246;mung und Wind oder</div></dd><dt>c)</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>k&#252;nstliche Inseln errichtet oder genutzt werden und Anlagen und Bauwerke f&#252;r die in den Buchstaben a und b genannten Zwecke errichtet oder genutzt werden, und</div></dd></dl></div></dd><dt>2.</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>am Festlandsockel, soweit dort <dl style="font-weight:normal;font-style:normal;text-decoration:none;"><dt>a)</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>dessen nat&#252;rliche Ressourcen erforscht oder ausgebeutet werden; nat&#252;rliche Ressourcen in diesem Sinne sind die mineralischen und sonstigen nicht lebenden Ressourcen des Meeresbodens und seines Untergrunds sowie die zu den sesshaften Arten geh&#246;renden Lebewesen, die im nutzbaren Stadium entweder unbeweglich auf oder unter dem Meeresboden verbleiben oder sich nur in st&#228;ndigem k&#246;rperlichen Kontakt mit dem Meeresboden oder seinem Untergrund fortbewegen k&#246;nnen; oder</div></dd><dt>b)</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>k&#252;nstliche Inseln errichtet oder genutzt werden und Anlagen und Bauwerke f&#252;r die in Buchstabe a genannten Zwecke errichtet oder genutzt werden, und</div></dd></dl></div></dd><dt>3.</dt><dd style="font-weight:normal;font-style:normal;text-decoration:none;"><div>der nicht zur Bundesrepublik Deutschland geh&#246;rende Teil eines grenz&#252;berschreitenden Gewerbegebiets, das nach den Vorschriften eines Abkommens zur Vermeidung der Doppelbesteuerung als solches bestimmt ist.</div></dd></dl></div></div></div></div><div class="jnfussnote" id="BJNR009790936BJNE001319116_FNS"><h4>Fu&#223;note</h4><div><div class="jnhtml"><div><div class="jurAbsatz">(+++ &#167; 2 Abs. 2: Zur Anwendung vgl. &#167; 36 Abs. 2 +++)</div></div></div></div></div>      </div>
    </div>
    <div id="fusszeile">
      <div id="relLinks"><a href="#Seitenanfang" class="navBlack" accesskey="1">zum Seitenanfang</a></div>
      <script type="text/javascript"><!-- // /* <![CDATA[ */
        document.write("<div id='relRechts'><a href='javascript:window.print()' class='navBlack'>Seite ausdrucken</a></div>");
      /* ]]> */ //--></script>
      <noscript>
      </noscript>
      <!-- <div id="relRechts"><a href="javascript:window.print()" class="navBlack" accesskey="8">Seite
          ausdrucken</a></div>
      -->
      <div id="relCenter"><a href="../datenschutz.html" title="Datenschutz" class="navBlack" accesskey="8">Datenschutz</a></div>
    </div>
  </div>
</div>
</body>
</html>
