
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de">
 <head>
  <meta http-equiv='Content-Type' content='text/html; charset=iso-8859-1' />
  <title>Bundesfinanzhof</title>
  <link rel='STYLESHEET' href='/rechtsprechung/bfh/css/bfh.css' />
  <link rel='STYLESHEET' href='/rechtsprechung/bfh/css/bfh_drupal.css' />
 </head>
 <body style='margin-left:0px; margin-right:0px; margin-top:0px; margin-bottom:0px;'>

<!-- Beginn des eingebetteten Dokumentes -->

 
 
<p><br /></p>
<p class='printlink'><a title='zur Druckversion in eigenem Fenster' href='druckvorschau.py?Gericht=bfh&amp;Art=en&amp;nr=32672' target='_blank'><img src='/rechtsprechung/bfh/images/icon_print.gif' border='0' style='vertical-align:middle;' alt='' />&nbsp;Druckversion</a></p>
<p class='ueberschrift'>BUNDESFINANZHOF Urteil vom 3.9.2015, VI R 18/14</p>
<p class="titel">Haushaltsnahe Dienstleistungen nach &sect; 35a Abs. 2 Satz 1 EStG</p><p class="leitsatz">Leits&auml;tze</p><div><p>F&uuml;r ein mit der Betreuungspauschale abgegoltenes Notrufsystem, das innerhalb einer Wohnung im Rahmen des &quot;Betreuten Wohnens&quot; Hilfeleistung rund um die Uhr sicherstellt, kann die Steuererm&auml;&szlig;igung nach &sect; 35a Abs. 2 Satz 1 EStG in Anspruch genommen werden.</p></div><p class="tenor">Tenor</p><div><p>Die Revision des Beklagten gegen das Urteil des Finanzgerichts N&uuml;rnberg vom 13. Februar 2014&nbsp;&nbsp;6 K 1026/13 wird als unbegr&uuml;ndet zur&uuml;ckgewiesen.</p><p></p><p>Die Kosten des Revisionsverfahrens hat der Beklagte zu tragen.</p></div><p class="tatbestand">Tatbestand</p><div>
<table><tr><td>&nbsp;</td><td>    </td></tr><tr><td valign='top'><table><tr><td><em>1</em>&nbsp;</td></tr></table></td><td><table><tr><td>I. Streitig ist, ob f&uuml;r ein mit einer Betreuungspauschale abgegoltenes Notrufsystem, durch das im Rahmen des &quot;Betreuten Wohnens&quot; in einer Seniorenresidenz Hilfeleistung rund um die Uhr sichergestellt wird, die Steuererm&auml;&szlig;igung nach &sect;&nbsp;35a des Einkommensteuergesetzes (EStG) in Anspruch genommen werden kann.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>2</em>&nbsp;</td></tr></table></td><td><table><tr><td>Der im Jahre 1920 geborene Kl&auml;ger und Revisionsbeklagte (Kl&auml;ger) bewohnt seit 1999 eine Drei-Zimmer-Wohnung in einer Seniorenresidenz im Rahmen des &quot;Betreuten Wohnens&quot;. Die Residenz ist in zwei Betriebe aufgeteilt, n&auml;mlich in das &quot;Betreute Wohnen&quot; (Sozialstation) einerseits, und die Pflegestation andererseits. Die Residenz ist auf zwei Geb&auml;ude verteilt, die durch eine Stra&szlig;e getrennt in unmittelbarer Nachbarschaft liegen. In Haus A ist im Erdgeschoss die Verwaltung der Residenz untergebracht, getrennt in die Verwaltung f&uuml;r das Betreute Wohnen und f&uuml;r die Pflegestation. Im ersten Stock befinden sich betreute Wohnungen und im zweiten Stock die Pflegestation. In Haus B befinden sich ausschlie&szlig;lich betreute Wohnungen, u.a. auch diejenige des Kl&auml;gers. Beide Betriebe haben eigenes Personal und eine eigene Notrufzentrale, die jeweils im Haus untergebracht ist. Die Pfleger, die in den H&auml;usern ihre Arbeit verrichten, haben jeweils einen Piepser bei sich, der den Notruf sofort an sie weiterleitet.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>3</em>&nbsp;</td></tr></table></td><td><table><tr><td>Der Kl&auml;ger schloss mit dem Eigent&uuml;mer der Wohnung einen Mietvertrag ab. Zudem schloss er mit dem Betreiber der Residenz einen Seniorenbetreuungsvertrag. Darin verpflichtete sich der Betreiber zu nachfolgenden Leistungen, f&uuml;r die der Kl&auml;ger eine monatliche Betreuungspauschale zu entrichten hatte:</td></tr></table>
    <table class="Rsp">
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">24 Stunden pro Tag zur Verf&uuml;gung stehendes Notrufsystem</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-&nbsp;</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Beratungsangebot (Hilfe bei Beh&ouml;rdenangelegenheiten und Schriftverkehr, Kopierdienst, Beratung in gesundheitlichen, hauswirtschaftlichen und pers&ouml;nlichen Angelegenheiten, handwerkliche Hilfen und Kleinreparaturen in der Wohnung, soweit sie vom Hausmeister erledigt werden k&ouml;nnen, Beratung und Unterst&uuml;tzung beim Nachr&uuml;sten der Wohnung im Sinne der Behindertensicherheit)</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Organisation von kulturellen Veranstaltungen</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Einr&auml;umung eines absoluten Vorrangs bei der Belegung der Pflegeabteilung.</td></tr></table>
            </td>
        </tr>
    </table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>4</em>&nbsp;</td></tr></table></td><td><table><tr><td>Dar&uuml;ber hinaus waren nach einer von der Residenz herausgegebenen Aufgliederung der Betreuungspauschale aus dem Jahr 2004 folgende Leistungen enthalten:</td></tr></table>
    <table class="Rsp">
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-&nbsp;</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Bereitstellung des Mindestpersonals einschlie&szlig;lich Nachtwache</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-&nbsp;</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Soforthilfe im Notfall durch staatlich examiniertes Pflegepersonal</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-&nbsp;&nbsp;</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">hauswirtschaftliche Versorgung im Krankheitsfall bis zu einer Woche (d.h. Mittagessen und ggf. andere Mahlzeiten in der Wohnung)</td></tr></table>
            </td>
        </tr>
        <tr>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">-&nbsp;</td></tr></table>
            </td>
            <td colspan="1" rowspan="1" valign="top">
                <table width=100%><tr><td style="text-align:left">Grund- und Behandlungspflege bei kurzzeitiger Erkrankung bis zu einer Woche.</td></tr></table>
            </td>
        </tr>
    </table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>5</em>&nbsp;</td></tr></table></td><td><table><tr><td>Die Betreuungspauschale war auch dann zu entrichten, wenn keine konkreten Leistungen in Anspruch genommen wurden. Die Pauschale diente vor allem dazu, das entsprechende Fachpersonal rund um die Uhr f&uuml;r Notf&auml;lle bereitzuhalten und die Organisation zu tragen. Der Betreuungsvertrag konnte nur in Verbindung mit der Wohnung gek&uuml;ndigt werden. Weitere Dienstleistungen, wie z.B. die Verpflegung im Seniorenrestaurant, konnten gegen zus&auml;tzliches Entgelt in Anspruch genommen werden.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>6</em>&nbsp;</td></tr></table></td><td><table><tr><td>Im Streitjahr 2011 bezahlte der Kl&auml;ger eine Betreuungspauschale in H&ouml;he von insgesamt 1.785&nbsp;EUR (monatlich 148,75&nbsp;EUR). Die Pauschale diente zu 80&nbsp;% der Besetzung des Notrufsystems &uuml;ber 24&nbsp;Stunden t&auml;glich und zu 20&nbsp;% beratenden und kulturellen Leistungen. In seiner Steuererkl&auml;rung f&uuml;r das Streitjahr machte der Kl&auml;ger 1.357&nbsp;EUR (76&nbsp;%) als Aufwendungen f&uuml;r haushaltsnahe Dienstleistungen nach &sect;&nbsp;35a EStG geltend. Zus&auml;tzlich begehrte er die Steuererm&auml;&szlig;igung nach &sect;&nbsp;35a EStG f&uuml;r anteilige Kosten f&uuml;r Hausmeister und Hausreinigung in H&ouml;he von 474&nbsp;EUR.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>7</em>&nbsp;</td></tr></table></td><td><table><tr><td>Der Beklagte und Revisionskl&auml;ger (das Finanzamt --FA--) ber&uuml;cksichtigte die Aufwendungen f&uuml;r Hausmeister und Reinigung im Steuerbescheid f&uuml;r das Streitjahr antragsgem&auml;&szlig;. F&uuml;r die anteilige Betreuungspauschale gew&auml;hrte das FA die Steuererm&auml;&szlig;igung hingegen nicht.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>8</em>&nbsp;</td></tr></table></td><td><table><tr><td>Den hiergegen erhobenen Einspruch wies es als unbegr&uuml;ndet zur&uuml;ck. Die Klage hatte aus den in Entscheidungen der Finanzgerichte (EFG) 2014, 1312 ver&ouml;ffentlichten Gr&uuml;nden Erfolg.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>9</em>&nbsp;</td></tr></table></td><td><table><tr><td>Mit der Revision r&uuml;gt das FA die Verletzung materiellen Rechts.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>10</em>&nbsp;</td></tr></table></td><td><table><tr><td>Das FA beantragt,<br></br>das Urteil des Finanzgerichts (FG) N&uuml;rnberg vom 13.&nbsp;Februar 2014&nbsp;&nbsp;6&nbsp;K&nbsp;1026/13 aufzuheben und die Klage abzuweisen.</td></tr></table>
    <table><tr><td></td></tr></table>
    </td></tr><tr><td valign='top'><table><tr><td><em>11</em>&nbsp;</td></tr></table></td><td><table><tr><td>Der Kl&auml;ger hat keinen Antrag gestellt.</td></tr></table>
</td></tr></table></div>
<p class="entschgruende">Entscheidungsgr&uuml;nde</p><div><table><tr><td valign='top'><table><tr><td><em>12</em>&nbsp;</td></tr></table></td><td><table><tr><td>II. Die Revision des FA ist unbegr&uuml;ndet; sie ist daher zur&uuml;ckzuweisen (&sect;&nbsp;126 Abs.&nbsp;2 der Finanzgerichtsordnung --FGO--). Das FG hat im Ergebnis zu Recht entschieden, dass f&uuml;r die geltend gemachten Aufwendungen die Steuererm&auml;&szlig;igung nach &sect;&nbsp;35a Abs.&nbsp;2 EStG zu gew&auml;hren ist. Es handelt sich bei den streitigen Aufwendungen um solche f&uuml;r eine haushaltsnahe Dienstleistung i.S. des &sect;&nbsp;35a Abs.&nbsp;2 Satz&nbsp;1 EStG, die in einem inl&auml;ndischen Haushalt erbracht wird.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>13</em>&nbsp;</td></tr></table></td><td><table><tr><td>1. Nach &sect;&nbsp;35a Abs.&nbsp;2 Satz&nbsp;1 EStG in der f&uuml;r das Streitjahr geltenden Fassung erm&auml;&szlig;igt sich die tarifliche Einkommensteuer f&uuml;r haushaltsnahe Besch&auml;ftigungsverh&auml;ltnisse oder f&uuml;r die Inanspruchnahme von haushaltsnahen Dienstleistungen auf Antrag um 20&nbsp;%, h&ouml;chstens 4.000&nbsp;EUR, der Aufwendungen des Steuerpflichtigen. Dies gilt auch f&uuml;r die Inanspruchnahme von Pflege- und Betreuungsleistungen sowie f&uuml;r Aufwendungen, die einem Steuerpflichtigen wegen der Unterbringung in einem Heim oder zur dauernden Pflege erwachsen, soweit darin Kosten f&uuml;r Dienstleistungen enthalten sind, die mit denen einer Hilfe im Haushalt vergleichbar sind (&sect;&nbsp;35a Abs.&nbsp;2 Satz 2 EStG). Die Steuererm&auml;&szlig;igung kann nur in Anspruch genommen werden, wenn die Dienstleistung in einem in der Europ&auml;ischen Union oder dem Europ&auml;ischen Wirtschaftsraum liegenden Haushalt des Steuerpflichtigen oder --bei Pflege- und Betreuungsleistungen-- der gepflegten oder betreuten Person ausge&uuml;bt oder erbracht wird (&sect;&nbsp;35a Abs.&nbsp;4 Satz&nbsp;1 EStG).</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>14</em>&nbsp;</td></tr></table></td><td><table><tr><td>a) Nach der Senatsrechtsprechung (Urteile vom 1.&nbsp;Februar 2007 VI&nbsp;R&nbsp;77/05, BFHE 216, 526, BStBl II 2007, 760; VI&nbsp;R&nbsp;74/05, BFH/NV 2007, 900; vom 29.&nbsp;Januar 2009 VI&nbsp;R&nbsp;28/08, BFHE 224, 255, BStBl II 2010, 166) ist unter dem Begriff des Haushalts die Wirtschaftsf&uuml;hrung mehrerer (in einer Familie) zusammenlebender Personen oder einer einzelnen Person zu verstehen. Das Wirtschaften im Haushalt umfasst T&auml;tigkeiten, die f&uuml;r die Haushaltung oder die Haushaltsmitglieder erbracht werden. Dazu geh&ouml;ren Einkaufen von Verbrauchsg&uuml;tern, Zubereitung von Mahlzeiten, W&auml;schepflege, Reinigung und Pflege der R&auml;ume, des Gartens und auch Pflege, Versorgung und Betreuung von Kindern, alten und kranken Haushaltsangeh&ouml;rigen (vgl. auch BTDrucks 15/91, 19; Schmidt/Kr&uuml;ger, EStG, 34.&nbsp;Aufl., &sect;&nbsp;35a Rz&nbsp;7). Ein solcher Haushalt kann grunds&auml;tzlich auch von dem Bewohner eines Wohnstifts gef&uuml;hrt werden (Senatsurteil in BFHE 224, 255, BStBl II 2010, 166).</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>15</em>&nbsp;</td></tr></table></td><td><table><tr><td>b) &quot;Haushaltsnahe&quot; Leistungen sind solche, die eine hinreichende N&auml;he zur Haushaltsf&uuml;hrung haben bzw. damit im Zusammenhang stehen. Dazu geh&ouml;ren T&auml;tigkeiten, die gew&ouml;hnlich durch Mitglieder des privaten Haushalts oder entsprechend Besch&auml;ftigte erledigt werden und in regelm&auml;&szlig;igen Abst&auml;nden anfallen (Senatsurteile in BFHE 216, 526, BStBl II 2007, 760; in BFH/NV 2007, 900; in BFHE 224, 255, BStBl II 2010, 166).</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>16</em>&nbsp;</td></tr></table></td><td><table><tr><td>2. Nach diesen Grunds&auml;tzen handelt es sich bei dem mit der Betreuungspauschale abgegoltenen Notrufsystem um eine haushaltsnahe Dienstleistung. Denn durch die Rufbereitschaft wird sichergestellt, dass ein Bewohner, der sich im r&auml;umlichen Bereich seines im Rahmen des &quot;Betreuten Wohnens&quot; gef&uuml;hrten Haushalts aufh&auml;lt, im Bedarfsfall Hilfe rufen kann. Eine solche Rufbereitschaft leisten typischerweise in einer Haushaltsgemeinschaft zusammenlebende Familien- oder sonstige Haushaltsangeh&ouml;rige und stellen damit im r&auml;umlichen Bereich des Haushalts sicher, dass kranke und alte Haushaltsangeh&ouml;rige im Bedarfsfall Hilfe erhalten.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>17</em>&nbsp;</td></tr></table></td><td><table><tr><td>3. Die Leistung wird auch &quot;in einem ... Haushalt des Steuerpflichtigen ... erbracht&quot;.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>18</em>&nbsp;</td></tr></table></td><td><table><tr><td>&quot;In&quot; einem Haushalt wird die haushaltsnahe Dienstleistung erbracht, wenn sie im r&auml;umlichen Bereich des vorhandenen Haushalts geleistet wird. Der Begriff des Haushalts ist insoweit r&auml;umlich-funktional auszulegen (Senatsurteile vom 20.&nbsp;M&auml;rz 2014 VI&nbsp;R&nbsp;55/12, BFHE 245, 45, BStBl II 2014, 880; VI&nbsp;R&nbsp;56/12, BFHE 245, 49, BStBl II 2014, 882).</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>19</em>&nbsp;</td></tr></table></td><td><table><tr><td>Im Streitfall stellt das Notrufsystem die Rufbereitschaft f&uuml;r den Fall sicher, dass der Bewohner sich in seiner Wohnung aufh&auml;lt, um dort im Not- und sonstigen Bedarfsfall eine Hilfeleistung zu gew&auml;hrleisten. Der Leistungserfolg tritt damit in der Wohnung des Steuerpflichtigen ein. Die Leistung wird mithin im r&auml;umlichen Bereich des Haushalts erbracht.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>20</em>&nbsp;</td></tr></table></td><td><table><tr><td>4. Nach diesen Grunds&auml;tzen hat das FG die Steuererm&auml;&szlig;igung zu Recht in der vom Kl&auml;ger begehrten H&ouml;he gew&auml;hrt.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>21</em>&nbsp;</td></tr></table></td><td><table><tr><td>Der Kl&auml;ger f&uuml;hrte in seiner Drei-Zimmer-Wohnung einen Haushalt im Sinne dieser Vorschrift. Diejenigen Entgeltsanteile, die auf das Notrufsystem und das Bereithalten von Personal f&uuml;r den Einsatz im Bedarfsfall anfallen, sind nach den angef&uuml;hrten Grunds&auml;tzen haushaltsnahe Dienstleistungen i.S. des &sect;&nbsp;35a Abs.&nbsp;2 Satz&nbsp;1 EStG.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>22</em>&nbsp;</td></tr></table></td><td><table><tr><td>Ob es sich bei allen Leistungen, zu denen sich das Wohnstift im Betreuungsvertrag verpflichtet hat, um solche i.S. des &sect;&nbsp;35a EStG handelt, kann vorliegend offenbleiben. Denn der Kl&auml;ger hat nur f&uuml;r 76&nbsp;% der angefallenen Aufwendungen die Steuererm&auml;&szlig;igung begehrt. Auf die Steuererm&auml;&szlig;igung f&uuml;r diesen Anteil der Aufwendungen hat er bereits deshalb Anspruch, weil 80&nbsp;% der Aufwendungen auf das Notrufsystem entfallen.</td></tr></table><table><tr><td></td></tr></table></td></tr><tr><td valign='top'><table><tr><td><em>23</em>&nbsp;</td></tr></table></td><td><table><tr><td>5. Die Kostenentscheidung beruht auf &sect;&nbsp;135 Abs.&nbsp;2 FGO.</td></tr></table><table><tr><td></td></tr></table></td></tr></table></div> 


<!-- Ende des eingebetteten Dokumentes -->

<br />
<div class='bfh_verweise'>
<p class='sieheauch'>Siehe auch:&nbsp;
<a href='document.py?Gericht=bfh&amp;Art=en&amp;Datum=Aktuell&amp;nr=32666&amp;linked=pm' class='linklink'>Pressemitteilung Nr.&nbsp;5/16  vom&nbsp;28.1.2016</a></p>

<a href='list.py?Gericht=bfh&amp;Art=en&amp;Datum=Aktuell' title='Zurück zur Trefferliste'>Zur&uuml;ck zur Trefferliste <img src='/rechtsprechung/bfh/images/arrow.gif' border='0' width='9px' height='9px' alt='' /></a>
</div>
 </body>
</html>
