<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de">

<head>

  <title>Domain Parking - Grundlagen, Verdienst und Domain-Parking-Anbieter</title>

  <meta http-equiv="content-type" content="text/html; charset=iso-8859-1" />
  <meta name="description" content="Finden Sie alles zum Thema Domain-Parking: Grundlagen, Verdienst, Parking-Tipps und eine Übersicht der wichtigsten Domain-Parking-Anbieter." />
  <meta name="keywords" content="domain parking,parking,verdienst,domain parking anbieter,domain,geld verdienen,domain business" />

  <link rel="stylesheet" type="text/css" media="screen,projection,print" href="./css/layout-parking.css" />
  <link rel="stylesheet" type="text/css" media="screen,projection,print" href="./css/text.css" />

  <link rel="icon" type="image/x-icon" href="./img/favicon.ico" />

</head>



<body>

  <div class="page-container">



    <!-- HEADER -->      
    <div class="header">
     
      <div class="header-top"></div>
      
      <div class="header-middle">
        <h1>Get Professional. Live Domains.</h1>
      </div>

    </div>



    <!-- MAIN -->
    <div class="main">
 
      <!-- MAIN NAVIGATION -->
      <div class="main-navigation">

        <dl class="nav-grid">
          <dt><a href="./" title="Home">Home</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./domain-guide.php" title="Domain Business Guide">Domain Guide</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./domain-faq.php" title="Domain FAQ">Domain FAQ</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./eigene-domain.php" title="Eigene Domain registrieren">Eigene Domain</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./domain-parking.php" title="Domain Parking">Domain Parking</a></dt>
            <dd><a href="./domainparking-anbieter.php" title="Domain Parking Anbieter">Parking-Anbieter</a></dd>
            <dd><a href="./domainparking/domainparking-guide.php" title="Domain Parking Einrichtung und Tipps">Einrichtungsguide</a></dd>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./web-projekte.php" title="Domain- und Web-Projekte">Web-Projekte</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./domain-registrierung.php" title="Domain Registrierung und Hosting">Domain Registrierung</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./domain-links.php" title="Domain Links">Domain Links</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt> 
          <dt><a href="./internet-lexikon.php" title="Internet Lexikon">Internet Lexikon</a></dt>
          <dt><img src="./img/navspacer.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./online-tools.php" title="Online Tools">Online-Tools</a></dt>
        </dl>

        <dl class="nav-grid-am">
          <dt><a href="./affiliate-marketing.php" title="Affiliate Marketing">Affiliate Marketing</a></dt>
          <dt><img src="./img/navspacer-am.png" width="179" height="1" alt="" /></dt>  
          <dt><a href="./partnerprogramme.php" title="Partnerprogramme und Affiliate-Netzwerke">Partnerprogramme</a></dt>
          <dt><img src="./img/navspacer-am.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./affiliate-links.php" title="Affiliate Links">Affiliate Links</a></dt>
          <dt><img src="./img/navspacer-am.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./affiliate-lexikon.php" title="Affiliate Marketing Lexikon">Marketing Lexikon</a></dt>
          <dt><img src="./img/navspacer-am.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./affiliate-faq.php" title="Affiliate Marketing FAQ">Affiliate FAQ</a></dt>
        </dl>                                       

        <dl class="nav-grid-seo">
          <dt><a href="./seo-grundlagen.php" title="Suchmaschinenoptimierung Grundlagen">SEO-Grundlagen</a></dt>
          <dt><img src="./img/navspacer-seo.png" width="179" height="1" alt="" /></dt>  
          <dt><a href="./seo-fehler.php" title="SEO-Fehler">Typische SEO-Fehler</a></dt>
          <dt><img src="./img/navspacer-seo.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./seo-faq.php" title="Suchmaschinenoptimierung FAQ">Optimierungs-FAQ</a></dt>
          <dt><img src="./img/navspacer-seo.png" width="179" height="1" alt="" /></dt>
          <dt><a href="./seo-links.php" title="Suchmaschinenoptimierung Links">SEO Links</a></dt>
          <dt><br /><br /><br /></dt>
        </dl>
           
      </div> 
 

      <!-- MAIN CONTENT -->
      <div class="main-content">

        <div class="column1-unit">
        
        <h1 class="pagetitle">Domain-Parking: Einf&uuml;hrung &amp; Grundlagen</h1>

          <p>Domain-Parking hat viele Vorteile. Eine eigene Domain besitzt mittlerweile fast jeder. Doch nur die wenigsten Domain-Besitzer wissen, dass Sie mit ihrer Domain schnell ein wenig (oder auch mehr) Geld verdienen k&ouml;nnen: und zwar durch Domain-Parking!</p>
          <h3 class="pagetitle"><span>Was versteht man unter Domain-Parking?</span></h3>
          <p>Stellen Sie sich vor, Sie registrieren eine Domain. Tippen Sie nun Ihre neue Errungenschaft in einen Browser ein, erhalten Sie eine Fehlermeldung oder eine leere Seite. W&auml;re es nicht g&uuml;nstiger, die Domain ohne gro&szlig;en Aufwand mit Inhalten (Werbelinks) zu f&uuml;llen, die Ihnen Geld einbringen, sobald ein Besucher darauf klickt? Genau dies nennt man Domain-Parking. Beim Domain-Parking wird vollautomatisch Werbung (determiniert durch frei w&auml;hlbare Keywords) auf Ihrer Domain eingeblendet.</p>
          <p>Ein weiterer Vorteil f&uuml;r Domainh&auml;ndler bei den meisten Domain-Parking-Anbietern: ein kleiner Hinweis, dass die Domain zum Verkauf steht, wird ebenfalls angezeigt.</p>
          <p>So k&ouml;nnen Sie theoretisch doppelt Geld verdienen: einmal durch die Werbeanzeigen des Domain-Parking und durch den Verkauf Ihrer Domain>, falls sich ein K&auml;ufer dazu findet. Die Domain wird nat&uuml;rlich umso attraktiver f&uuml;r potenzielle Kaufinteressenten, umso mehr Umsatz sie im Domain-Parking erwirtschaftet. Selbstverst&auml;ndlich d&uuml;rfen Sie jedoch nicht selbst auf die eingeblendeten Werbelinks klicken - dies verbieten die AGBs der Domain-Parking-Anbieter. Bei Regelverst&ouml;&szlig;en droht Ihnen der Auschluss vom Domain-Parking-Programm des jeweiligen Anbieters. Eine IP- und Cookie-Sperre verhindert au&szlig;erdem Manipulationen am Parking-Umsatz.</p>
          
          <h3 class="pagetitle"><span>Wieviel kann ich verdienen beim Domain-Parking?</span></h3>
          <p>Erwarten Sie keine Wunder - reich werden Sie durch Domain-Parking bestimmt nicht. Bei der Gro&szlig;zahl der Domains reicht es gerade, die Registrierungsgeb&uuml;hren wieder einzufahren. Bei Domains, die keine History haben (also nicht von anderen Seiten verlinkt sind) und keine Type-Ins aufweisen, werden Sie vielleicht sogar gar nichts verdienen. Aber lassen Sie sich jetzt nicht den Mut nehmen: bei Domains, die sehr viele Besucher aufweisen, k&ouml;nnen Sie auch mehrere hundert Euro verdienen - nur durch Domain-Parking! Dies sind nat&uuml;rlich Ausnahmen, wobei ein komplettes Portfolio mit vielen Domains sehr viel Geld nur durch Werbung generieren kann.</p>

          <h3 class="pagetitle"><span>Und welchen Domain-Parking-Anbieter soll ich w&auml;hlen?</span></h3>
          <p>Dies ist gar nicht so einfach. Manche sind sehr einsteigerfreundlich, manche nur f&uuml;r Profis geeignet. Es h&auml;ngt auch immer von der Art der Besucher ab (L&auml;nder, Adult Traffic usw.). Hier hilft nur optimieren (= das Anpassen der Keywords bzw. Landing Pages), beobachten und weiter optimieren. Allgemein k&ouml;nnen wir Ihnen hier keine klaren Regeln anbieten - die gibt es beim Domain-Parking einfach nicht. Zuviele Faktoren spielen eine Rolle und sind immer stark auf die jeweilige Domain bezogen. Trotzdem noch ein Tipp: experimentieren Sie! Falls es bei einem Domain-Parking-Anbieter nicht wirklich klappt, wechseln Sie. Dies kann erhebliche Verdienstunterschiede f&uuml;r Sie bringen! Und kostenlos sind die Domain-Parking-Anbieter alle (Sie haben also nichts zu verlieren).</p>
          <p>Da das Domain-Parking mittlerweile sehr erfolgreich geworden ist, gibt es dementsprechend viele Anbieter auf dem Markt - und w&ouml;chentlich kommen neue hinzu. Die gr&ouml;&szlig;ten und wichtigsten Domain-Parking-Anbieter, die den Domain-Markt dominieren, sind:</p>
          <ul>
            <li><a href="./domainparking/parking-sedo.php#Sedo">Sedo</a></li>
            <li><a href="./domainparking/parking-namedrive.php#Namedrive">NameDrive</a></li>                 
            <li><a href="./domainparking/parking-domainspa.php#Domainspa">DomainSpa</a></li> 
            <li><a href="./domainparking/parking-domainsponsor.php#Domainsponsor">Domainsponsor</a></li> 
            <li><a href="./domainparking/parking-goldkey.php#Goldkey">GoldKey</a></li> 
            <li><a href="./domainparking/parking-imonetize.php#iMonetize">iMonetize</a></li> 
            <li><a href="./domainparking/parking-parked.php#Parked">Parked</a></li> 
            <li><a href="./domainparking/parking-trafficz.php#Trafficz">TrafficZ</a></li> 
            <li><a href="./domainparking/parking-domainhop.php#Domainhop">DomainHop</a></li>
            <li><a href="./domainparking/parking-inpado.php#inpado">inpado</a></li>  
          </ul>

          <p>Die Anmeldungen sind wie bereits gesagt nat&uuml;rlich alle kostenlos. Um Ihnen die Entscheidung ein wenig zu vereinfachen, haben wir eine komplette Liste dieser <a href="./domainparking-anbieter.php" title="Übersicht, Erfahrungen und Test der Domain-Parking-Anbieter">Domain-Parking-Anbieter</a> noch einmal zusammengestellt, u.a. mit einer Leistungs&uuml;bersicht, unseren Erfahrungen, Aushzahlungsuntergrenzen und Besonderheiten der jeweiligen Anbieter.</p>

          <h3 class="pagetitle"><span>Einrichtung des Domain-Parking sowie Tipps und Tricks</span></h3>
          <p>Vor allem für nicht versierte Internetnutzer stellt die Einrichtung des Domain-Parking für die eigene Domain oder sogar die eigenen Domains ein echtes Problem dar. Dies muss jedoch nicht sein, denn die Einrichtung ist mit ein paar einfachen Handgriffen erledigt. In unserer Schritt-für-Schritt Anleitung erklären wir Ihnen die Einrichtung, von der &quot;Erstellung&quot; der Parking-Seite (Landing-Page genannt) bis hin zur Umstellung der Nameserver. Fünf kleine Schritte und fünf Minuten Zeit sind dafür nötig - dann kann es schon losgehen.</p>
          <ul>
            <li><a href="./domainparking/domainparking-guide.php" title="Kleine Einrichtungshilfe für das Domain-Parking">Domain-Parking Einrichtungsguide</a></li>
            <li><a href="./domainparking/domainparking-guide.php#Regeln" title="Tipps und Tricks sowie wichtige Regeln zum Domain-Parking">Goldene Regeln sowie Tipps und Tricks zum Domain-Parking</a></li>                 
          </ul>

          <h3 class="pagetitle"><span>Markenrecht - der Risikofaktor beim Domain-Parking</span></h3>
          <p>Wie wir bereits festgestellt haben, bietet das  Domain-Parking sehr viele Vorteile. Dennoch gilt, wie &uuml;berall im Domain  Business, auch beim Parken Ihrer Domain das Markenrecht. Generell ist das  Markenrecht nur bei einem gewerblichen Handeln anwendbar. Doch leider liegt  hier die Schwelle zur Bejahung einer gewerblichen Absicht sehr niedrig. Auf  privaten Seiten reicht mittlerweile schon ein einziger Werbebanner aus &ndash; schon greift  das Markenrecht. Beim Domain-Parking ist dieser Tatbestand nat&uuml;rlich sehr  schnell erf&uuml;llt: auf der Landing-Page werden werbliche Links eingeblendet.  Diese f&uuml;hren auf gewerbliche Internetseiten. Da Sie f&uuml;r jeden Klick eine  Verg&uuml;tung erhalten, bejaht unser Rechtssystem hier eindeutig ein gewerbliches  Handeln. Somit sehen Sie sich auch beim Parken Ihrer Domain bzw. Domains dem  Markenrecht und somit der Gefahr von Abmahnungen und kostspieligen  Unterlassungserkl&auml;rungen ausgesetzt.</p>
          <p>Daraus l&auml;sst sich ein erstes wichtiges Fazit ziehen: bei  Domains, die markenrechtlich nicht als unbedenklich eingestuft werden k&ouml;nnen,  sollten Sie sich genau &uuml;berlegen, ob Sie diese ins Domain-Parking schicken.  Unsere Empfehlung lautet: &uuml;berpr&uuml;fen Sie die Markenrechte sehr genau (am Besten  durch einen spezialisierten Anwalt) und stellen Sie die Domain erst nach  best&auml;tigter Unbedenklichkeit in ein Domain-Parking-Programm ein. Dies gilt  nat&uuml;rlich nicht f&uuml;r vollkommen generische und offensichtlich unbedenkliche  Domain-Namen. Diese k&ouml;nnen Sie grunds&auml;tzlich ohne Probleme parken.</p>
          <p>Allerdings liegt hier die Betonung leider auf dem Wort &bdquo;grunds&auml;tzlich&ldquo;.  Es gab auch schon Verhandlungen, weil Wettbewerber einen Domain-Parking-Anbieter  aufgrund der eingeblendeten Werbelinks verklagt hatte. Der Parking-Anbieter  haftete in diesem Fall als St&ouml;rer (OLG Hamburg, Urteil vom 14.07.2004, Az. 5 U  160/03). Doch wenn der Anbieter eines Domain-Parking-Programmes nicht haftbar  ist, haftet grunds&auml;tzlich der Inhaber eines Domain-Namen. Nat&uuml;rlich muss die  Rechtslage in jedem Fall neu gepr&uuml;ft werden, zumal diese Klagen i.d.R. Ausnahmen  darstellen.</p>
          <p>Insgesamt sollten Sie sich also nicht entmutigen lassen:  Domain-Parking ist eine sinnvolle und gute Verdienstm&ouml;glichkeit. Dennoch sollte  Ihnen immer bewusst sein, dass auch das Domain-Parking (insbesondere bei  Markenrechtsverletzungen) einen Risikofaktor beinhaltet - wie das gesamte  Domain Business. Sichern Sie sich also so gut wie m&ouml;glich ab und vermeiden Sie  es, bedenkliche Domains zu parken.</p>
          
          <h3 class="pagetitle"><span>Das Impressum beim Domain-Parking</span></h3>
          <p>Generell gilt in Deutschland f&uuml;r eine gewerbliche Seite eine  Impressumspflicht. Darunter fallen auch geparkte Domains mit Werbelinks.  Dennoch sieht man solch ein Impressum sehr selten auf Domain-Namen, die an  einem Domain-Parking-Programm teilnehmen. H&auml;ufig liegt das daran, dass der  Parking-Anbieter die Option eines Impressums nicht anbietet oder nur auf  besonderen Wunsch einen zus&auml;tzlichen Impressumslink auf der geparkten Seite  anbietet. Die Notwendigkeit ist unter Domainh&auml;ndlern h&auml;ufig umstritten, wie  empfehlen Ihnen, solch ein Impressum einzurichten. Somit sind Sie auf jeden  Fall auf der sicheren Seite. F&uuml;r das Impressum einer geparkten Seite gelten die  gleichen Richtlinien, wie f&uuml;r jedes andere Impressum auch. Nach dem &sect;6 TDG (bzw.  &sect;5 TMG) geh&ouml;ren dazu unbedingt:</p>          
          <ul>
            <li>Name und Anschrift (Vor- und Nachname, bei juristischen  Personen der Vertretungsberechtigte sowie eine ladungsf&auml;hige Adresse)</li>         
            <li>Angaben zur Kontaktaufnahme (mindestens Telefonnummer,  zus&auml;tzliche besser noch eMail-Adresse oder Faxnummer)</li>
            <li>eventuell Angabe des Handelsregisters etc. (falls  zutreffend)</li>
            <li>Angabe der Umsatzsteueridentifikationsnummer nach &sect;27a UStG  (falls zutreffend, keine Angabe der Steuernummer!)</li>
          </ul>
          <p>Ansonsten sollten im Impressum keine weiteren Angaben, Werbung,  Bilder o.&auml;. auftauchen.</p>
          
          
        </div>
                    
      </div>

                
      <!-- SUBCONTENT -->
      <div class="main-subcontent">

        <div class="subcontent-unit2-search">
          <div class="search">
            <h1>Schnellsuche</h1>
          </div>

          <div class="searchform">
          <form method="get" action="http://www.google.de/custom">
          <table border="0">
          <tr><td valign="top" align="left">
          </td>
          <td>
          <input type="hidden" name="domains" value="www.dombusiness.com" />
          <label for="sbi" style="display: none">Geben Sie Ihre Suchbegriffe ein</label>
          <input type="text" class="field" name="q" size="21" maxlength="255" value="" id="sbi" />
          </td></tr>
          <tr>
          <td>&nbsp;</td>
          <td>
          <table>
          <tr>
          <td><p>
          <input type="radio" name="sitesearch" value="Websuche" id="ss0" />
          <label for="ss0" title="Websuche">Web&nbsp;</label>          
          <input type="radio" name="sitesearch" value="www.dombusiness.com" id="ss1" />
          <label for="ss1" title="Suchen www.dombusiness.com">dombusiness</label></p></td>
          </tr>
          </table>
          <label for="sbb" style="display: none">Suchformular senden</label>
            <input type="submit" class="button" value="Google-Suche" name="sa" id="sbb"></input>
            <input type="hidden" name="client" value="pub-2432409522205248"></input>
            <input type="hidden" name="forid" value="1"></input>
            <input type="hidden" name="ie" value="ISO-8859-1"></input>
            <input type="hidden" name="oe" value="ISO-8859-1"></input>
            <input type="hidden" name="cof" value="GALT:#b41d31;GL:1;DIV:#000000;VLC:006699;AH:center;BGC:FFFFFF;LBGC:FFFFFF;ALC:425f77;LC:425f77;T:000000;GFNT:505050;GIMP:505050;LH:50;LW:1050;L:http://www.dombusiness.com/img/google-suche.jpg;S:http://;FORID:1"></input>
            <input type="hidden" name="hl" value="de"></input>
          </td></tr></table>
          </form>
          <p>&nbsp;</p>  
         </div> 
        </div>

        <div class="subcontent-unit">

         <dl class="nav-sub">
          <dt><a href="./werbung.php" title="Werbung">Online-Werbung</a></dt>
          <dt><img src="./img/navspacer-sub.png" width="179" height="1" alt="" /></dt>  
          <dt><a href="./partner.php" title="RSS und Content-Partner">RSS / Content-Partner</a></dt>
          <dt><img src="./img/navspacer-sub.png" width="179" height="1" alt="" /></dt>  
          <dt><a href="./about.php" title="Wir &uuml;ber uns">Wir &uuml;ber uns</a></dt>
          <dt><img src="./img/navspacer-sub.png" width="179" height="1" alt="" /></dt>   
          <dt><a href="./sitemap.php" title="Sitemap">Sitemap</a></dt>
         </dl>

         <div class="portfolio">
          <h1>Domain-Portfolio</h1>
          <p>Exklusive generische Domain-Namen finden Sie in unserem <a href="http://www.domportfolio.de" title="Domain Name Portfolio">Domain Name Portfolio</a></p>
         </div>

         <div class="login">
          <h1 class="loginsub">Interner Bereich</h1>
          <p><a href="./wp-admin" title="Anmeldung">Anmelden</a></p>
	        <p>&nbsp;</p>       
         </div>

        </div>

      </div>     
    </div>


  
    <!-- FOOTER -->      
    <div class="footer">
    
          
      <p>Copyright &copy; 2006-2017 Domain Alliance.&nbsp;&nbsp; All rights reserved</p>

<p class="credits"><a href="http://www.domainalliance.de/impressum.php">Impressum</a> | <a href="http://www.domainalliance.de/contact.php">Kontakt</a> | <a href="http://www.domainalliance.de/banner.php">Unsere Banner</a> | Domain hosting by <a href="http://domainunion.de">DOMAINUNION.DE</a> | Domain Blog by <a href="http://domainsmalltakt.com">DOMAINSMALLTALK.COM</a></p>




    </div>
      
  </div>
  
</body>
</html>